{"filename": "61303.txt", "content": "From: henry@zoo.toronto.edu (Henry Spencer) Subject: Re: HST Servicing Mission Scheduled for 11 Days  In article <1993Apr27.094238.7682@samba.oit.unc.edu> Bruce.Scott@launchpad.unc.edu (Bruce Scott) writes: >If re-boosting the HST by carrying it with a shuttle would not damage it, >then why couldn't HST be brought back to earth and the repair job done >here?  The forces and accelerations involved in doing a little bit of orbital maneuvering with HST aboard are much smaller than those involved in reentry, landing, and re-launch.  The OMS engines aren't very powerful; they don't have to be. --  SVR4 resembles a high-speed collision   | Henry Spencer @ U of Toronto Zoology between SVR3 and SunOS.    - Dick Dunn  |  henry@zoo.toronto.edu  utzoo!henry "}
{"filename": "62396.txt", "content": "From: prb@access.digex.net (Pat) Subject: Re: DC-X Publicity    No.  Do this.  Have the DC-X1, make an unscheduled landing at teh 50 yard line during the halftime show of This years Superbowl.  ABC  will have more reporters there  for that,  then at any news event.  pat "}
{"filename": "60888.txt", "content": "From: wmiler@nyx.cs.du.edu (Wyatt Miler) Subject: Diaspar Virtual Reality Network Announcement   Posted to the Internet by wmiler@nyx.cs.du.edu   000062David42      041493003715                The Lunar Tele-operation Model One (LTM1)              =========================================                         By David H. Mitchell                           March 23, 1993   INTRODUCTION:   In order to increase public interest in space-based and lunar operations, a real miniature lunar-like environment is being constructed on which to test tele-operated models. These models are remotely-controlled by individuals located world-wide using their personal computers, for EduTainment purposes. Not only does this provide a test-bed for simple tele-operation and tele-presence activities but it also provides for the sharing of information on methods of operating in space, including, but not limited to, layout of a lunar colony, tele-operating machines for work and play, disseminating educational information, providing contests and awards for creativity and achievement and provides a new way for students worldwide to participate in Twenty-First century remote learning methods.   Because of the nature of the LTM1 project, people of all ages, interests and skills can contribute scenery and murals, models and structures, interfacing and electronics, software and graphics. In operation LTM1 is an evolving playground and laboratory that can be used by children, students and professionals worldwide. Using a personal computer at home or a terminal at a participating institution a user is able to tele-operate real models at the LTM1 base for experimental or recreational purposes. Because a real facility exists, ample opportunity is provided for media coverage of the construction of the lunar model, its operation and new features to be added as suggested by the users themselves.   This has broad inherent interest for a wide range of groups:  - tele-operations and virtual reality research  - radio control, model railroad and ham radio operation  - astronomy and space planetariums and science centers  - art and theater  - bbs and online network users  - software and game developers  - manufacturers and retailers of model rockets, cars and trains  - children  - the child in all of us   LTM1 OVERALL DESIGN:   A room 14 feet by 8 feet contains the base lunar layout. The walls are used for murals of distant moon mountains, star fields and a view of the earth. The \"floor\" is the simulated lunar surface. A global call for contributions is hereby made for material for the lunar surface, and for the design and creation of scale models of lunar colony elements, scenery, and machine-lets.    The LTM1 initial design has 3 tele-operated machinelets:  1. An SSTO scale model which will be able to lift off, hover and land;  2. A bulldozerlet which will be able to move about in a quarry area; and  3. A moon-train which will traverse most of the simulated lunar surface.    Each machinelet has a small TV camera utilizing a CCD TV chip mounted on  it. A personal computer digitizes the image (including reducing picture  content and doing data-compression to allow for minimal images to be sent  to the operator for control purposes) and also return control signals.   The first machinelet to be set up will be the moon-train since model trains with TV cameras built in are almost off-the-shelf items and control electronics for starting and stopping a train are minimal. The user will receive an image once every 1 to 4 seconds depending on the speed of their data link to LTM1.   Next, an SSTO scale model with a CCD TV chip will be suspended from a servo-motor operated wire frame mounted on the ceiling allowing for the SSTO to be controlled by the operator to take off, hover over the entire lunar landscape and land.   Finally, some tank models will be modified to be CCD TV chip equipped bulldozerlets. The entire initial LTM1 will allow remote operators worldwide to receive minimal images while actually operating models for landing and takeoff, traveling and doing work. The entire system is based on commercially available items and parts that can be easily obtained except for the interface electronics which is well within the capability of many advanced ham radio operator and computer hardware/software developers.   By taking a graphically oriented communications program (Dmodem) and adding a tele-operations screen and controls, the necessary user interface can be provided in under 80 man hours.   PLAN OF ACTION:   The Diaspar Virtual Reality Network has agreed to sponsor this project by providing a host computer network and Internet access to that network. Diaspar is providing the 14 foot by 8 foot facility for actual construction of the lunar model. Diaspar has, in stock, the electronic tanks that can be modified and one CCD TV chip. Diaspar also agrees to provide \"rail stock\" for the lunar train model. Diaspar will make available the Dmodem graphical communications package and modify it for control of the machines-lets. An initial \"ground breaking\" with miniature shovels will be performed for a live photo-session and news conference on April 30, 1993. The initial models will be put in place. A time-lapse record will be started for historical purposes. It is not expected that this event will be completely serious or solemn. The lunar colony will be declared open for additional building, operations and experiments. A photographer will be present and the photographs taken will be converted to .gif images for distribution world-wide to major online networks and bbs's. A press release will be issued calling for contributions of ideas, time, talent, materials and scale models for the simulated lunar colony.   A contest for new designs and techniques for working on the moon will then be announced. Universities will be invited to participate, the goal being to find instructors who wish to have class participation in various aspects of the lunar colony model. Field trips to LTM1 can be arranged and at that time the results of the class work will be added to the model. Contributors will then be able to tele-operate any contributed machine-lets once they return to their campus.   A monthly LTM1 newsletter will be issued both electronically online and via conventional means to the media. Any major new tele-operated equipment addition will be marked with an invitation to the television news media. Having a large, real model space colony will be a very attractive photo opportunity for the television community. Especially since the \"action\" will be controlled by people all over the world. Science fiction writers will be invited to issue \"challenges\" to engineering and human factors students at universities to build and operate the tele-operated equipment to perform lunar tasks. Using counter-weight and pulley systems, 1/6 gravity may be simulated to some extent to try various traction challenges.   The long term goal is creating world-wide interest, education, experimentation and remote operation of a lunar colony. LTM1 has the potential of being a long term global EduTainment method for space activities and may be the generic example of how to teach and explore in many other subject areas not limited to space EduTainment. All of this facilitates the kind of spirit which can lead to a generation of people who are ready for the leap to the stars!   CONCLUSION:   EduTainment is the blending of education and entertainment. Anyone who has ever enjoyed seeing miniatures will probably see the potential impact of a globally available layout for recreation, education and experimentation purposes. By creating a tele-operated model lunar colony we not only create world-wide publicity, but also a method of trying new ideas that require real (not virtual) skills and open a new method for putting people's minds in space.     MOONLIGHTERS:   \"Illuminating the path of knowledge about space and lunar development.\" The following people are already engaged in various parts of this work: David42, Rob47, Dash, Hyson, Jzer0, Vril, Wyatt, The Dark One, Tiggertoo, The Mad Hatter, Sir Robin, Jogden.   Come join the discussion any Friday night from 10:30 to midnight PST in   Diaspar Virtual Reality Network. Ideas welcome!   Internet telnet to: 192.215.11.1 or diaspar.com   (voice)  714-376-1776 (2400bd) 714-376-1200 (9600bd) 714-376-1234   Email inquiries to LTM1 project leader Jzer@Hydra.unm.edu or directly to Jzer0 on Diaspar.  "}
{"filename": "60904.txt", "content": "From: 18084TM@msu.edu (Tom) Subject: Space Clippers launched    >  SPACE CLIPPERS LAUNCHED SUCCESSFULLY  When I first saw this, I thought for a second that it was a headline from The Star about the pliers found in the SRB recently.  Y'know, sometimes they have wire-cutters built in :-)  -Tommy Mac ------------------------------------------------------------------------- Tom McWilliams 517-355-2178 wk   \\\\ As the radius of vision increases, 18084tm@ibm.cl.msu.edu 336-9591 hm \\\\ the circumference of mystery grows. ------------------------------------------------------------------------- "}
{"filename": "60226.txt", "content": "From: mccall@mksol.dseg.ti.com (fred j mccall 575-3539) Subject: Re: Alaska Pipeline and Space Station!  In <1pq7rj$q2u@access.digex.net> prb@access.digex.com (Pat) writes:  >In article <1993Apr5.160550.7592@mksol.dseg.ti.com> mccall@mksol.dseg.ti.com (fred j mccall 575-3539) writes: >| >|I think this would be a great way to build it, but unfortunately >|current spending rules don't permit it to be workable.  For this to >|work it would be necessary for the government to guarantee a certain >|minimum amount of business in order to sufficiently reduce the risk >|enough to make this attractive to a private firm.  Since they >|generally can't allocate money except one year at a time, the >|government can't provide such a tenant guarantee.   >Fred.  > Try reading a bit.  THe government does lots of multi year >contracts with Penalty for cancellation clauses.  They just like to be >damn sure they know what they are doing before they sign a multi year >contract.   THe reason they aren't cutting defense spending as much >as they would like is the Reagan administration signed enough >Multi year contracts,  that it's now cheaper to just finish them out.  I don't have to \"try reading a bit\", Pat.  I *work* as a government contractor and know what the rules are like.  Yes, they sign some (damned few -- which is why everyone is always having to go to Washington to see about next week's funding) multi-year contracts; they also aren't willing to include sufficient cancellation penalties when they *do* decide to cut the multi-year contract and not pay on it (which can happen arbitrarily at any time, no matter what previous plans were) to make the risk acceptable of something like putting up a private space station with the government as the expected prime occupant.  I'd like a source for that statement about \"the reason they aren't cutting defense spending as much as they would like\"; I just don't buy it. The other thing I find a bit 'funny' about your posting, Pat, is that several other people answered the question pretty much the same way I did; mine is the one you comment (and incorrectly, I think) on. I think that says a lot.  You and Tommy should move in together.  --  \"Insisting on perfect safety is for people who don't have the balls to live  in the real world.\"   -- Mary Shafer, NASA Ames Dryden ------------------------------------------------------------------------------ Fred.McCall@dseg.ti.com - I don't speak for others and they don't speak for me. "}
{"filename": "61142.txt", "content": "From: simon@cyklop.nada.kth.se (Simon Tardell) Subject: Re: Sunrise/ sunset times  In <1993Apr21.141824.23536@cbis.ece.drexel.edu> jpw@cbis.ece.drexel.edu (Joseph Wetstein) writes:  >Hello. I am looking for a program (or algorithm) that can be used >to compute sunrise and sunset times.  >I would appreciate any advice.  I once thought it would be easiest fitting a sine to the times. But not. This gave  discrepancy of upto six minutes. If you fit a sine series you'll get a very good fit after just three or four terms though. This presumably has to do with the eccentricity of the Earths orbit.  --  Simon Tardell, Ff88, simon@nada.kth.se              V}ga v{gra cgs! "}
{"filename": "61421.txt", "content": "From: tkelso@afit.af.mil (TS Kelso) Subject: Two-Line Orbital Element Set:  Space Shuttle  The most current orbital elements from the NORAD two-line element sets are carried on the Celestial BBS, (513) 427-0674, and are updated daily (when possible).  Documentation and tracking software are also available on this system.  As a service to the satellite user community, the most current elements for the current shuttle mission are provided below.  The Celestial BBS may be accessed 24 hours/day at 300, 1200, 2400, 4800, or 9600 bps using 8 data bits, 1 stop bit, no parity.  Element sets (also updated daily), shuttle elements, and some documentation and software are also available via anonymous ftp from archive.afit.af.mil (129.92.1.66) in the directory pub/space.  STS 55      1 22640U 93 27  A 93119.24999999  .00041555  00000-0  12437-3 0    90 2 22640  28.4657 249.3697 0008512 260.9747 152.1416 15.90732913   425 --  Dr TS Kelso                           Assistant Professor of Space Operations tkelso@afit.af.mil                    Air Force Institute of Technology "}
{"filename": "62318.txt", "content": "From: aws@iti.org (Allen W. Sherzer) Subject: Re: DC-X and publicity... is there any ?  In article <1993May11.200419.13494@bmerh85.bnr.ca> rivan@bnr.ca writes:  >  Its seems a bit scarry to me that such a project which for the first >time in years promisses some hope in changing the current trend in >massively overpriced boosting capability, lacks much publicity.  That may change next month; at least I hope it will. A couple of hundred journalists have requested press passes for the test flights. Sustaining that publicity however, will be a problem.     Allen  --  +---------------------------------------------------------------------------+ | Lady Astor:   \"Sir, if you were my husband I would poison your coffee!\"   | | W. Churchill: \"Madam, if you were my wife, I would drink it.\"             | +----------------------33 DAYS TO FIRST FLIGHT OF DCX-----------------------+ "}
{"filename": "60953.txt", "content": "From: 18084TM@msu.edu (Tom) Subject: Moonbase race  From: Gene Wright <gene@theporch.raider.net>  >With the continuin talk about the \"End of the Space Age\" and complaints >by government over the large cost, why not try something I read about >that might just work.  >Announce that a reward of $1 billion would go to the first corporation >who successfully keeps at least 1 person alive on the moon for a year. >Then you'd see some of the inexpensive but not popular technologies begin >to be developed. THere'd be a different kind of space race then!  I'll say!  Imagine that there were a couple groups up there, maybe landing a few weeks apart.  The year-mark starts coming on for the first group. Isn't a billion pretty good incentive to take a shot at a potential winner?  \"Yeah, that's a shame that Team A's life support gave out so close to the deadline.  Thanks for the billion.\"  On the other hand, if Apollo cost ~25billion, for a few days or weeks in space, in 1970 dollars, then won't the reward have to be a lot more than only 1 billion to get any takers?  -Tommy Mac ------------------------------------------------------------------------- Tom McWilliams 517-355-2178 wk   \\\\ As the radius of vision increases, 18084tm@ibm.cl.msu.edu 336-9591 hm \\\\ the circumference of mystery grows. ------------------------------------------------------------------------- "}
{"filename": "61281.txt", "content": "From: Bruce.Scott@launchpad.unc.edu (Bruce Scott) Subject: Re: HST Servicing Mission Scheduled for 11 Days  If re-boosting the HST by carrying it with a shuttle would not damage it, then why couldn't HST be brought back to earth and the repair job done here?  Is it because two shuttle flights would be required, adding to the alredy horrendous expense?  Gruss, Dr Bruce Scott                             The deadliest bullshit is Max-Planck-Institut fuer Plasmaphysik       odorless and transparent bds at spl6n1.aug.ipp-garching.mpg.de                 -- W Gibson  --    The opinions expressed are not necessarily those of the University of      North Carolina at Chapel Hill, the Campus Office for Information         Technology, or the Experimental Bulletin Board Service.            internet:  laUNChpad.unc.edu or 152.2.22.80 "}
{"filename": "61538.txt", "content": "From: prb@access.digex.net (Pat) Subject: Re: Vandalizing the sky  In article <C6BIr5.InC.1@cs.cmu.edu> 18084TM@msu.edu (Tom) writes: |On the other hand, I lived in OakBrook IL for a while, where zoning |laws prohibit billboards, as you mention above.  I think it was a |fine law, despite it's contradictory basis.  And I lived out there too.  It was a nice sleepy farm valley until the Butler family decided to stick up all sorts of really tacky High RIse office buildings and ruin my view of the sky.  I guess i should have sued somebody :-;  pat  "}
{"filename": "60895.txt", "content": "From: aws@iti.org (Allen W. Sherzer) Subject: Re: Sixty-two thousand (was Re: How many read sci.space?)  In article <1993Apr15.131954.1@fnalf.fnal.gov> higgins@fnalf.fnal.gov (Bill Higgins-- Beam Jockey) writes:  >Reid, alas, gives us no measure of the \"power/influence\" of readers... >Sorry, Mark.  I think I can. Largely as a result of efforts by people reading this group writing letters and making phone calls the following has happened:  1. NASA reprogrammed funds to keep NASP alive in 1991. 2. Efforts to kill DC-X and the SSRT progam where twice twarted    (Feb. and June of last year). 3. Gouldin kept his job in spite of heavy lobbying against him.  This may not be what Mark was thinking of but it shows that the readers of sci.space DO have power and influence.    Allen  --  +---------------------------------------------------------------------------+ | Lady Astor:   \"Sir, if you were my husband I would poison your coffee!\"   | | W. Churchill: \"Madam, if you were my wife, I would drink it.\"             | +----------------------58 DAYS TO FIRST FLIGHT OF DCX-----------------------+ "}
{"filename": "61347.txt", "content": "From: richmond@spiff.Princeton.EDU (Stupendous Man) Subject: Re: temperature of the dark sky   (Henry Spencer) writes: > Does anyone have a reference (something I can look up, not just your own > recollections -- I have a few of those myself) on the temperature of the > (night) sky as seen from space? > > Note, I am *not* talking about the temperature of the Microwave Background > Radiation.  There are more things in the sky than just the MBR; what I'm > after is total blackbody temperature -- what a thermal radiator would see, > disregarding (or shielding against) the Sun and nearby large warm objects.     Henry, if I read you correctly, you may be asking \"If I put a blackbody in interstellar space ('disregarding the Sun and nearby large warm objects'), what termperature will it reach in thermal equilibrium with the ambient radiation field?\"     If that's the case, let me point out that interstellar dust and  molecules provide many instances of things that are, well, not-too-far from being blackbodies.  Many different observations, including IRAS and COBE, have determined that interstellar dust grain temperatures can range from 40K to 150K.  You might look in a conference proceedings \"Interstellar Processes\", ed. D. J. Hollenbach and H. A. Thronson, Jr., published in 1987.  Try the articles by Tielens et al., Seab, and  Black.     Inside the disk of the galaxy, the temperature varies quite a bit from place to place (how close are you to the nearest OB association, I would guess).  Outside the galaxy, of course, things aren't so  varied.     I hope this is what you were looking for....  --  -----                                                    Michael Richmond \"This is the heart that broke my finger.\"    richmond@astro.princeton.edu  "}
{"filename": "60205.txt", "content": "From: will@rins.ryukoku.ac.jp (William Reiken) Subject: Re: nuclear waste    Thanks for the Update.         Will... "}
{"filename": "60870.txt", "content": "From: sugarman@ra.cs.umb.edu (Steven R. Garman) Subject: WANTED - Optical Shaft Encoders for Telescope   [Also posted in misc.forsale.wanted,misc.wanted,ne.wanted,ny.wanted,nj.wanted]  WANTED:  Optical Shaft Encoders  Quantity 2 Single-ended Incremental  Needed to encode the movements of a 16\" Cassegrain telescope.  The telescope is in the observatory of the Univ. of Mass. at Boston.  The project is being managed by Mr. George Tucker, a graduate student at UMB.  Please call him, or email/call me, if you have one or two of the specified type of encoder.  Of course, due to our low funding level we are looking for a price that is sufficiently lower than that given for new encoders.  :)  George Tucker 617-965-3408  ME: --  sugarman@cs.umb.edu | 6172876077 univ | 6177313637 home | Standard Disclaimer Boston Massachusetts USA "}
{"filename": "60984.txt", "content": "From: jennise@opus.dgi.com (Milady Printcap the goddess of peripherals) Subject: RE: Looking for a little research help  Found it! Thanks. I got several offers for help. I appreciate it and will be contacting those people via e-mail.  Thanks again...  jennise "}
{"filename": "61024.txt", "content": "From: abdkw@stdvax (David Ward) Subject: Re: Keeping Spacecraft on after Funding Cuts.  In article <20APR199321040621@kelvin.jpl.nasa.gov>, baalke@kelvin.jpl.nasa.gov (Ron Baalke) writes... >In article <1993Apr20.204335.157595@zeus.calpoly.edu>, jgreen@trumpet.calpoly.edu (James Thomas Green) writes... >>Why do spacecraft have to be shut off after funding cuts.  For >>example, Why couldn't Magellan just be told to go into a \"safe\" >>mode and stay bobbing about Venus in a low-power-use mode and if >>maybe in a few years if funding gets restored after the economy >>gets better (hopefully), it could be turned on again.   >  >It can be, but the problem is a political one, not a technical one.  Also remember that every dollar spent keeping one spacecraft in safe mode (probably a spin-stabilized sun-pointing orientation) is a dollar not spent on mission analysis for a newer spacecraft.  In order to turn the spacecraft back on, you either need to insure that the Ops guys will be available, or you need to retrain a new team.  Having said that, there are some spacecraft that do what you have proposed. Many of the operational satellites Goddard flies (like the Tiros NOAA  series) require more than one satellite in orbit for an operational set. Extras which get replaced on-orbit are powered into a \"standby\" mode for use in an emergency.  In that case, however, the same ops team is still required to fly the operational birds; so the standby maintenance is relatively cheap.  Finally, Pat's explanation (some spacecraft require continuous maintenance to stay under control) is also right on the mark.  I suggested a spin- stabilized control mode because it would require little power or  maintenance, but it still might require some momentum dumping from time to time.  In the end, it *is* a political decision (since the difference is money), but there is some technical rationale behind the decision.  David W. @ GSFC   "}
{"filename": "60875.txt", "content": "From: MLINDROOS@FINABO.ABO.FI (Marcus Lindroos INF) Subject: Into Infinity?(WAS:Re: *Doppelganger* (was Re: Vulcan?)  In <1qkn6rINNett@mojo.eng.umd.edu> sysmgr@king.eng.umd.edu writes:  > In article <1993Apr15.170048.1@fnalf.fnal.gov>, higgins@fnalf.fnal.gov (Bill Higgins-- Beam Jockey) writes: >  > >This was known as *Journey to the Far Side of the Sun* in the United > >States and as *Doppelganger* in the U.K... Later, they went > >on to do more live-action SF series: *UFO* and *Space: 1999*. > > > >The astronomy was lousy, but the lifting-body spacecraft, VTOL > >airliners, and mighty Portugese launch complex were *wonderful* to > >look at.  Exactly. Some of the SPACE:1999 effects remain first-rate even today.    > They recycled a lot of models and theme music for UFO.  Some of the > concepts even showed up in SPACE: 1999.  >   Later on, the Andersons tried to shed their reputation as creators of some of the worst pseudo-scientific shows in TV history by flying \"Into Infinity.\" This was a one-off thing done as part of BBC's \"educational SF\" series \"The Day After Tomorrow.\" The Anderson episode dealt with a spaceship capable of reaching the speed of light (\"lightship Altares\"), the four-man crew eventually  journeyed into a black hole and ended up on the far side of the galaxy (I think). I saw this as a 9-year-old back in 1976 and liked it very much, but then again I was a fan of SPACE:1999 so I guess I was easily satisfied in those days:-) --- Does anyone know if \"Into Infinity\" has been released on video? I have some SPACE:1999 shows on VHS and know that Thunderbirds etc. also are available in England.   MARCU$ >  >     Software engineering? That's like military intelligence, isn't it? >   -- >                  SYSMGR@CADLAB.ENG.UMD.EDU                        < -- "}
{"filename": "62399.txt", "content": "From: fox@graphics.cs.nyu.edu (David Fox) Subject: Space Marketing -- Boycott  In the New York Times on Sunday May 9th in the week in review section there was a report of a group called \"Space Marketing\" in Atlanta, Georgia who is planning to put up a one mile wide reflective Earth orbiting satelite which will appear as large and as bright as the Moon and carry some sort of advertising. There was an editorial about this in the Times the following Tuesday.  Are others as upset about this as I am?  I feel that a global boycott of anyone involved with such a project would be a good idea.  Perhaps it could be made illegal in various countries around the world?  Do others agree?  -david  [Relevant messages found on the net:] ------------------------------------------------------------------------ From: webb@tsavo.hks.com (Peter Webb) Newsgroups: sci.space Subject: Stopping the sky-vandals Date: 13 May 1993 21:17:22 GMT Organization: HKS, Inc. Distribution: world    If you don't want to see Space Marketing put up orbiting billboards, write them, or call them, and tell them so.  You might also write your congresspeople.  Space Marketing can be reached at:  Attn: Mike Lawson Public Relations Dept. Space Marketing 1495 Atmbree Rd., Suite 600 Rosewell, GA 30076 (404)-442-9682  -- Peter Webb      webb@hks.com Hibbitt, Karlsson & Sorensen, Inc.  Voice: 401-727-4200 1080 Main St, Pawtucket RI 02860  FAX: 401-727-4208   [Alternatively, you could try to find out who their clients  will be and tell *them* how you feel.] ------------------------------------------------------------------------ Newsgroups: sci.astro,sci.space,sci.misc,sci.environment,talk.environment From: klaes@verga.enet.dec.com (Larry Klaes) Subject: Light Pollution (Space Ads) Information Keywords: light pollution, advertisements Organization: Digital Equipment Corporation Date: Thu, 13 May 1993 20:45:36 GMT          Dave Crawford (crawford@noao.edu), Executive Director of the      International Dark-Sky Association (IDA), sent me information on where      you can write in regards to the proposed \"Billboards in the Sky\" and     asked me to post it:          Karen Brown         Center for the Study of Commercialism         1875 Connecticut Avenue, Suite 300         Washington, D.C. 20009-5728         U.S.A.          Telephone:  202-797-7080         Fax:        202-265-4954          Please note that I have no involvement whatsoever with the CSC.          Larry Klaes  klaes@verga.enet.dec.com        or - ...!decwrl!verga.enet.dec.com!klaes            or - klaes%verga.dec@decwrl.enet.dec.com                      or - klaes%verga.enet.dec.com@uunet.uu.net               \"All the Universe, or nothing!\" - H. G. Wells          EJASA Editor, Astronomical Society of the Atlantic ------------------------------------------------------------------------ From: kjenks@gothamcity.jsc.nasa.gov Newsgroups: sci.space Subject: Re: Vandalizing the Sky Date: 10 May 93 21:51:11 GMT Distribution: sci Organization: NASA/JSC/GM2, Space Shuttle Program Office X-Newsreader: TIN [version 1.1 PL8] X-Posted-From: algol.jsc.nasa.gov  F.Baube[tm] (flb@flb.optiplan.fi) wrote: [...] : That's roughly akin to saying let's let Anaconda strip-mine  : the Grand Canyon so that strip-mining can boldly go where no  : strip mining technology has gone before .. because after all,  : mining means profits, and profits mean technological advance- : ment, and technogical advancement means prosperity, and pros- : perity means happiness, and so to hell with the Grand Canyon ..  Space advertisement in LOW Earth Orbit is very short term -- on the order of a few years before the orbit decays.  (Higher orbits last longer.)  Advertisers will certainly be aware of the environmental aspects of their advertising.  Fred's argument is roughly akin to saying that it's bad to cut down trees, so we shouldn't advertise in newspapers.  Think that through, Fred.  Picture this: Our space billboard is a LARGE inflatable structure, filled with \"bio-degradable\" foam instead of gas.  It scoops up space debris as it orbits, thus CLEANING the space environment and bringing you The Pause That Refreshes at the same time.  Because of the large drag coefficient, it will de-orbit -- safely burning up -- within a year.  Embedded in the foam structure is a small re-entry vehicle, which does not burn up during entry.  It contains the electronics and propulsion system (which may be refurbished and re-used) as well as space science experiments proposed and built by high school students in advertiser-sponsored science fairs.  Advertisers buy time on the billboard, whose surface is made up of tiny mirrors controlled by the avionics package.  The avionics can reconfigure the mirrors to reflect different messages at different parts of the globe.  Clever programming allows different languages to every country.  During orbital night, the mirrors turn perpendicular to the surface, and small lights are revealed.  The lights spell out messages for all to see.  -- Ken Jenks, NASA/JSC/GM2, Space Shuttle Program Office       kjenks@gothamcity.jsc.nasa.gov  (713) 483-4368                    \"HERE MEN FROM THE PLANET EARTH                     FIRST SET FOOT UPON THE MOON                            JULY 1969, A.D.                   WE CAME IN PEACE FOR ALL MANKIND.\" "}
{"filename": "60891.txt", "content": "From: aws@iti.org (Allen W. Sherzer) Subject: Re: Orbital RepairStation  In article <C5HCBo.Joy@zoo.toronto.edu> henry@zoo.toronto.edu (Henry Spencer) writes:  >The biggest problem with this is that all orbits are not alike.  It can >actually be more expensive to reach a satellite from another orbit than >from the ground.    But with cheaper fuel from space based sources it will be cheaper to  reach more orbits than from the ground.  Also remember, that the presence of a repair/supply facility adds value to the space around it. If you can put your satellite in an orbit where it can be reached by a ready source of supply you can make it cheaper and gain benefit from economies of scale.    Allen --  +---------------------------------------------------------------------------+ | Lady Astor:   \"Sir, if you were my husband I would poison your coffee!\"   | | W. Churchill: \"Madam, if you were my wife, I would drink it.\"             | +----------------------58 DAYS TO FIRST FLIGHT OF DCX-----------------------+ "}
{"filename": "61135.txt", "content": "From: uphrrmk@gemini.oscs.montana.edu (Jack Coyote) Subject: Re: PLANETS STILL: IMAGES ORBIT BY ETHER TWIST  In sci.astro, dmcaloon@tuba.calpoly.edu (David McAloon) writes:  [ a nearly perfect parody  -- needed more random CAPS]   Thanks for the chuckle.  (I loved the bit about relevance to people starving in Somalia!)  To those who've taken this seriously, READ THE NAME! (aloud)  --  Thank you, thank you, I'll be here all week.  Enjoy the buffet!    "}
{"filename": "60934.txt", "content": "From: nicho@vnet.IBM.COM (Greg Stewart-Nicholls) Subject: Re: Why not give $1 billion to first year-long moon residents?  In <1993Apr20.001428.724@indyvax.iupui.edu> tffreeba@indyvax.iupui.edu writes: >Let's play a game - What would be a reasonable reward?  What companies would >have a reasonable shot at pulling off such a feat?  Just where in the >budget would the reward come from?  Should there be a time limit?  Would a >straight cash money award be enough or should we throw in say . . . >exclusive mining rights for the first fifty years? You get the idea.  A cash award is OK. A time limit would be nice. You can't give away mining rights (assuming there's anything to mine) because you don't own them.  -----------------------------------------------------------------  .sig files are like strings ... every yo-yo's got one.  Greg Nicholls ... nicho@vnet.ibm.com (business) or                   nicho@olympus.demon.co.uk (private) "}
{"filename": "61063.txt", "content": "From: aws@iti.org (Allen W. Sherzer) Subject: Re: Eco-Freaks forcing Space Mining.  In article <1993Apr21.212202.1@aurora.alaska.edu> nsmca@aurora.alaska.edu writes: >Here is a way to get the commericial companies into space and mineral >exploration. >Basically get the eci-freaks to make it so hard to get the minerals on earth..  If raw materials where to cost enough that getting them from space would be cost effective then the entire world economy would colapse long before the space mines could be built.    Allen  --  +---------------------------------------------------------------------------+ | Lady Astor:   \"Sir, if you were my husband I would poison your coffee!\"   | | W. Churchill: \"Madam, if you were my wife, I would drink it.\"             | +----------------------55 DAYS TO FIRST FLIGHT OF DCX-----------------------+ "}
{"filename": "61370.txt", "content": "From: kjenks@gothamcity.jsc.nasa.gov Subject: Re: Space Station Redesign, JSC Alternative #4  First, kjenks@gothamcity.jsc.nasa.gov (Hey, that's me!) wrote: : : I have 19 (2 MB worth!) uuencode'd GIF images contain charts outlining : : one of the many alternative Space Station designs being considered in : : Crystal City.  [...]  Second, kjenks@gothamcity.jsc.nasa.gov (me again) wrote: : I just posted the GIF files out for anonymous FTP on server ics.uci.edu. : You can retrieve them from: :   ics.uci.edu:incoming/geode01.gif :   ics.uci.edu:incoming/geode02.gif :   ics.uci.edu:incoming/geode03.gif :   ics.uci.edu:incoming/geode04.gif :   ics.uci.edu:incoming/geode05.gif :   ics.uci.edu:incoming/geode06.gif :   ics.uci.edu:incoming/geode07.gif :   ics.uci.edu:incoming/geode08.gif :   ics.uci.edu:incoming/geode09.gif :   ics.uci.edu:incoming/geode10.gif :   ics.uci.edu:incoming/geode11.gif :   ics.uci.edu:incoming/geode12.gif :   ics.uci.edu:incoming/geode13.gif :   ics.uci.edu:incoming/geode14.gif :   ics.uci.edu:incoming/geode15.gif :   ics.uci.edu:incoming/geode16.gif :   ics.uci.edu:incoming/geode17.gif :   ics.uci.edu:incoming/geodeA.gif :   ics.uci.edu:incoming/geodeB.gif  : The last two are scanned color photos; the others are scanned briefing : charts.  : These will be deleted by the ics.uci.edu system manager in a few days, : so now's the time to grab them if you're interested.  Sorry it took : me so long to get these out, but I was trying for the Ames server, : but it's out of space.  But now I need to clarify the situation.  The \"/incoming\" directory on ics.uci.edu does NOT allow you to do an \"ls\" command.  The files are there (I just checked on 04/28/93 at 9:35 CDT), and you can \"get\" them (don't forget the \"binary\" mode!), but you can't \"ls\" in the \"/incoming\" directory.  A further update: Mark's design made the cover of Space News this week as one of the design alternatives which was rejected.  But he's still in there plugging.  I wish him luck -- using ET's as the basis of a Space Station has been a good idea for a long time.  May the best design win.  -- Ken Jenks, NASA/JSC/GM2, Space Shuttle Program Office       kjenks@gothamcity.jsc.nasa.gov  (713) 483-4368       \"Good ideas are not adopted automatically.  They must be driven into        practice with courageous impatience.\" -- Admiral Hyman G. Rickover "}
{"filename": "60824.txt", "content": "From: goltz@mimi.UU.NET (James P. Goltz) Subject: Orion drive in vacuum -- how?     Background: The Orion spacedrive was a theoretical concept.  It would be a drive using thermonuclear explosions to drive a spacecraft. The idea was that you'd detonate devices with somewhere from one to ten megatons yield behind a \"pusher plate\" attached to the main spacecraft.  The shock wave from the explosions would transfer momentum to the ship.    Now, in an atmosphere I can see this.  The energy of the explosion heats the atmosphere, which expands explosively and slams a shock wave into the pusher plate.  But in a vacuum, only two things I can see are going to hit the plate: fission/fusion products (barium, krypton, helium, neutrons, evaporated bomb casing) and electromagnetic radiation (gammas mostly, some light/heat from irradiated fission products).    Would this work?  I can't see the EM radiation impelling very much momentum (especially given the mass of the pusher plate), and it seems to me you're going to get more momentum transfer throwing the bombs out the back of the ship than you get from detonating them once they're there.    I must be missing something.  Would someone enlighten me via email?    Thanks.  --   --Jim  --- Jim Goltz                    AlterNet Engineer               goltz@uunet.uu.net "}
{"filename": "60946.txt", "content": "From: Mehrtens_T@msm.cdx.mot.com Subject: Re: How many read sci.space?  In article <1qkmkiINNep3@mojo.eng.umd.edu> sysmgr@king.eng.umd.edu (Doug Mohney) writes: >In article <1993Apr15.204210.26022@mksol.dseg.ti.com>, pyron@skndiv.dseg.ti.com (Dillon Pyron) writes: >> >>There are actually only two of us.  I do Henry, Fred, Tommy and Mary.  Oh yeah, >>this isn't my real name, I'm a bald headed space baby. > >Damn!  So it was YOU who was drinking beer with ROBERT McELWANE in the PARKING >LOT of the K-MART! >    Software engineering? That's like military intelligence, isn't it? >  -- >                  SYSMGR@CADLAB.ENG.UMD.EDU                        < --  They just tore down the Kmart near my house (putting in a new suptermarket).  I heard that there is a beer drinking ghost who still haunts the place!  8-{)  Tom  I liked this one I read a while ago...  \"Data sheet: HSN-3000 Nuclear Event Detector. The [NED] senses the gamma radiation pulse [from a] nuclear weapon.\" As if we wouldn't notice...   "}
{"filename": "62317.txt", "content": "From: Keith.Stein@f118.n109.z1.permanet.org (Keith Stein) Subject: Re: Gps launch  Next GPS launch is scheduled for June 24th.   * Origin: No. VA Astronomy Club 703-256-4777 (1:109/118) "}
{"filename": "61122.txt", "content": "From: Bruce_Dunn@mindlink.bc.ca (Bruce Dunn) Subject: Re: Clementine mission name  > Wales.Larrison@ofa123.fidonet.org writes: > > Old pioneer song from the 1850's or so goes as follows: > >   \"In a cavern, in a canyon, >    Excavating for a mine, >    Dwelt a miner, forty-niner, >    And his daughter, CLEMENTINE\" > > Chorus: >   \"Oh my darling, Oh my darling, >    Oh my darling Clementine. >    You are lost and gone forever, >    Oh my darling Clementine.\"           Let us hope that the performance of the spacecraft follows the sentiments of the first verse (miner) rather than the second (lost and gone forever).  -- Bruce Dunn    Vancouver, Canada   Bruce_Dunn@mindlink.bc.ca "}
{"filename": "61161.txt", "content": "From: nsmca@aurora.alaska.edu Subject: Re: Eco-Freaks forcing Space Mining.  In article <1r96hb$kbi@access.digex.net>, prb@access.digex.com (Pat) writes: > In article <1993Apr23.001718.1@aurora.alaska.edu> nsmca@aurora.alaska.edu writes: >>In article <1r6b7v$ec5@access.digex.net>, prb@access.digex.com (Pat) writes: >>>  Besides this was the same line of horse puckey the mining companies claimed >>> when they were told to pay for  restoring land  after strip mining. >>=== >>I aint talking the large or even the \"mining companies\" I am talking the small >>miners, the people who have themselves and a few employees (if at all).The >>people who go out every year and set up thier sluice box, and such and do >>mining the semi-old fashion way.. (okay they use modern methods toa point). >  >  > Lot's of these small miners  are no longer miners.  THey are people living > rent free on Federal land,  under the claim of being a miner.  The facts are > many of these people do not sustaint heir income from mining,  do not > often even live their full time,  and do fotentimes do a fair bit > of environmental damage. >  > These minign statutes were created inthe 1830's-1870's  when the west was > uninhabited  and were designed to bring people into the frontier.  Times change > people change.  DEAL.  you don't have a constitutional right to live off > the same industry forever.  Anyone who claims the have a right to their > job in particular,  is spouting nonsense.   THis has been a long term > federal welfare program,  that has outlived it's usefulness. >  > pat >   Hum, do you enjoy putting words in my mouth?  Come to Nome and meet some of these miners.. I am not sure how things go down south in the lower 48 (I used to visit, but), of course to believe the media/news its going to heck (or just plain crazy).  Well it seems that alot of Unionist types seem to think that having a job is a right, and not a priviledge. Right to the same job as your forbearers, SEE: Kennedy's and tel me what you see (and the families they have married into). There is a reason why many historians and poli-sci types use unionist and socialist in the same breath. The miners that I know, are just your average hardworking people who pay there taxes and earn a living.. But taxes are not the answer. But maybe we could move this discussion to some more appropriate newsgroup..  == Michael Adams, nsmca@acad3.alaska.edu -- I'm not high, just jacked "}
{"filename": "61446.txt", "content": "From: prb@access.digex.net (Pat) Subject: Re: HST Servicing Mission Scheduled for 11 Days  In article <3t75nhg@rpi.edu> strider@clotho.acm.rpi.edu (Greg Moore) writes: | | As Herny pointed out, you have to develop the thruster. |Also, while much lighter, you still have to lift the mass of |the thruster to orbit, and then the thruster lifts its own  |weight into a higher orbit.  And you take up room in the payload >bay. >  a yes,  but the improvement in  boost orbit to the HST is Significant, and  that means you can then carry EDO packs  and enough consumables so the SHuttle mission can go on long enough to also fix the array tilt motors,  and god knows what else  is going to wear out on the HST in the next 9 months.  pat  "}
{"filename": "62407.txt", "content": "From: prb@access.digex.net (Pat) Subject: Re: Why we like DC-X (was Re: Shuttle 0-Defects & Bizarre? DC-X?)  In article <1993May13.184233.6060@mksol.dseg.ti.com> mccall@mksol.dseg.ti.com (fred j mccall 575-3539) writes: > >Hmmm.  Not sure what's required for ships.  Probably not much, since >if a ship goes down it doesn't hurt too many people other than those >on the ship and those who invested in it.  If a plane or spacecraft >goes down, it can make quite a nasty mess on the ground, should it >land in an inappropriate place.   Considering the magnitude of loss of life in both the Moro Castle and Titanic disasters,  I can't believe you can be so blithe there fred.  Besides if a LNG tanker breaks up in a close harbor, you can kiss off quite a lot of population.  same thing for any chemical tankers.  I know the coast guard makes  mandatory safety equipment checks on all watercraft.  they use this as an excuse to make narcotics  searches, without warrants.  I suspect, that  commercial craft need a certificate at least similiar in scope to an air worthiness certificate from the DOT.  pat  "}
{"filename": "61242.txt", "content": "From: pgf@space.mit.edu (Peter G. Ford) Subject: Re: Help viewing Voyager CD ROMs on Mac  In article cnp@morrow.stanford.edu, ME.DMG@forsythe.stanford.edu (David Gaba M.D.) writes: >Two and a half years ago I purchased a set of CD ROMs from the >University of Colorado Lab for Atmos. and Space Physics.  They >were Space Sciences Sampler and Voyagers to the Outer Planets. >... >With Pixel Pusher we could never get past messages something like >This file has no PDS label, please fill in the following info >(a bunch of slots with most zeros).  Yet, we could open the >image file in Word and see the label file at the beginning.  The compressed image format used for the Voyager disks is not (yet) supported by any Macintosh display software that I know of. However, there does exist a program that can convert the images to a format that is recognized by recent versions of both Pixel Pusher and NIH/Image. It is called \"PDS Decompress\" and is available via anonymous ftp from the \"pub\" directory on \"delcano.mit.edu\" [18.75.0.80]. This is a Binhex/ Stuffit archive and contains the application itself, Think-C source, and a very brief description.  The most recent version of NIH/Image (1.48) may be down-loaded from \"starhawk.jpl.nasa.gov\", where it is located in \"image148.hqx\" in the \"pub\" directory. This archive also contains source code, but not the documentation, which is located in the \"image1455.hqx\" archive in the same directory.  Regards, Peter G. Ford Manager, Microwave SubNode NASA Planetary Data System  "}
{"filename": "60851.txt", "content": "From: C.O.EGALON@LARC.NASA.GOV (CLAUDIO OLIVEIRA EGALON) Subject: Re: Space Debris  There is a guy in NASA Johnson Space Center  that might answer  your question. I do not have his name right now but if you follow  up I can dig that out for you.  C.O.Egalon@larc.nasa.gov  Claudio Oliveira Egalon "}
{"filename": "61003.txt", "content": "From: cook@varmit.mdc.com (Layne Cook) Subject: Lindbergh and the moon (was:Why not give $1G)  All of this talk about a COMMERCIAL space race (i.e. $1G to the first 1-year  moon base) is intriguing. Similar prizes have influenced aerospace  development before. The $25k Orteig prize helped Lindbergh sell his Spirit of  Saint Louis venture to his financial backers.  If memory serves, the $25k prize would not have been enough to totally  reimburse some of the more expensive transatlantic projects (such as  Fokker's, Nungesser and other multi-engine projects). However Lindbergh  ultimately kept his total costs below that amount.  But I strongly suspect that his Saint Louis backers had the foresight to  realize that much more was at stake than $25,000.  Could it work with the moon? Who are the far-sighted financial backers of  today?  Layne Cook cook@apt.mdc.com                                              McDonnell Douglas Space Systems Co. "}
{"filename": "59873.txt", "content": "Subject: Space FAQ 03/15 - Data Sources From: leech@cs.unc.edu (Jon Leech)  Archive-name: space/data Last-modified: $Date: 93/04/01 14:39:07 $  ONLINE AND OTHER SOURCES OF IMAGES, DATA, ETC.   INTRODUCTION      A wide variety of images, data, catalogs, information releases, and     other material dealing with space and astronomy may be found on the net.     A few sites offer direct dialup access or remote login access, while the     remainder support some form of file transfer. Many sites are listed as     providing 'anonymous FTP'. This refers to the File Transfer Protocol on     the Internet. Sites not connected to the Internet cannot use FTP     directly, but there are a few automated FTP servers which operates via     email. Send mail containing only the word HELP to ftpmail@decwrl.dec.com     or bitftp@pucc.princeton.edu, and the servers will send you instructions     on how to make requests.      The sources with the broadest selection of material are the NASA Ames     SPACE archive and the National Space Science Data Center.      Don't even ask for images to be posted to the net. The data volume is     huge and nobody wants to spend the time on it.   VIEWING IMAGES      The possible combinations of image formats and machines is forebodingly     large, and I won't attempt to cover common formats (GIF, etc.) here. To     read PDS and VICAR (and many other) formats on Unix systems running X,     use XV 2.11, available by anonymous FTP from export.lcs.mit.edu     (18.24.0.12) in contrib/xv-2.11.tar.Z and the other standard X11 FTP     sites.      The FAQ for the Usenet group alt.binaries.pictures discusses image     formats and how to get image viewing software. A copy of this document     is available by anonymous FTP from the Usenet FAQ archives at     pit-manager.mit.edu (18.72.1.58), in directory     pub/usenet/alt.binaries.pictures.   ONLINE ARCHIVES      NASA AMES      Extensive archives are maintained at NASA Ames and are available via     anonymous FTP or an email server. These archives include many images and     a wide variety of documents including this FAQ list, NASA press     releases, shuttle launch advisories, and mission status reports. Please     note that these are NOT maintained on an official basis.      FTP users should connect to ames.arc.nasa.gov (128.102.18.3) and look in     pub/SPACE. pub/SPACE/Index contains a listing of files available in the     archive (the index is about 200K by itself).      To access the archives by email, send a letter to     archive-server@ames.arc.nasa.gov (or ames!archive-server). In the     subject of your letter (or in the body), use commands like:   send SPACE Index  send SPACE SHUTTLE/ss01.23.91.      The capitalization of the subdirectory names is important. All are in     caps. Only text files are handled by the email server at present; use     one of the FTP email servers described in the introduction to this     section for images or programs.      The Magellan Venus and Voyager Jupiter, Saturn, and Uranus CD-ROM image     disks have been put online in the CDROM and CDROM2 directories. The     disks will be rotated on a weekly basis. Thousands of images are     available in these collections.      The GIF directory contains images in GIF format. The VICAR directory     contains Magellan images in VICAR format (these are also available in     the GIF directory). A PC program capable of displaying these files is     found in the IMDISP directory (see the item \"VIEWING IMAGES\" below).      The NASA media guide describes the various NASA centers and how to     contact their public affairs officers; this may be useful when pursuing     specific information. It's in MISC/media.guide.      Any problems with the archive server should be reported to Peter Yee     (yee@ames.arc.nasa.gov).       NASA ASTROPHYSICS DATA SYSTEM      The ADS is a distributed data retrieval system which is easy to use and     provides uniform access to ground-based and space-based astronomy data     from NASA data centers across the country. It currently has over 140     data catalogs of radio, infrared, optical, UV, and X-ray data which can     be queried by position or any other parameter in the catalog. The ADS     also provides tools to manipulate and plot tabular results. In addition,     ADS has a Beta version of an Abstracts Service which allows users to     query over 125,000 abstracts of astronomy papers since 1975 by authors,     keywords, title words, or abstract text words.      ADS use requires direct Internet access. For more info and to sign up to     become a user, email ads@cuads.coloradu.edu. The User's Guide and     \"QuickStart\" Guide are available by anonymous FTP to sao-ftp.harvard.edu     in directory pub/ads/ADS_User_Guide (PostScript files).      Contact Carolyn Stern Grant (stern@cfa.harvard.edu).       NASA JET PROPULSION LAB (MISSION INFORMATION AND IMAGES)      pubinfo.jpl.nasa.gov (128.149.6.2) is an anonymous FTP site operated by     the JPL Public Information Office, containing news releases, status     reports, fact sheets, images, and other data on JPL missions. It may     also be reached by modem at (818)-354-1333 (no parity, 8 data bits, 1     stop bit).      Contact newsdesk@jplpost.jpl.nasa.gov or phone (818)-354-7170.       NASA LANGLEY (TECHNICAL REPORTS)      techreports.larc.nasa.gov is an anonymous FTP site offering technical     reports. To get started, cd to directory pub/techreports/larc/92 and     retrieve files README and abstracts.92. Most files are compressed     PostScript. The reports are also in a WAIS database with the following     description:   (:source   :version 3   :ip-name \"techreports.larc.nasa.gov\"   :tcp-port 210   :database-name \"nasa-larc-abs\"   :cost 0.00   :cost-unit :free   :maintainer \"M.L.Nelson@LaRC.NASA.GOV\"   :description \"NASA Langley Research Center Technical Reports      Contact tr-admin@techreports.larc.nasa.gov.       NASA SPACELINK      SpaceLink is an online service located at Marshall Space Flight Center     in Huntsville, Alabama. The system is specifically designed for     teachers. The data base is arranged to provide easy access to current     and historical information on NASA aeronautics, space research, and     technology transfer information. Also included are suggested classroom     activities that incorporate information on NASA projects to teach a     number of scientific principles. Unlike bulletin board systems, NASA     Spacelink does not provide for interaction between callers. However it     does allow teachers and other callers to leave questions and comments     for NASA which may be answered by regular mail. Messages are answered     electronically, even to acknowledge requests which will be fulfilled by     mail. Messages are generally handled the next working day except during     missions when turnaround times increase. The mail system is closed-loop     between the user and NASA.      SpaceLink also offers downloadable shareware and public domain programs     useful for science educators as well as space graphics and GIF images     from NASA's planetary probes and the Hubble Telescope.      You can dial in at (205)-895-0028 (300/1200/2400/9600(V.32) baud, 8     bits, no parity, 1 stop bit), or telnet to spacelink.msfc.nasa.gov     (128.158.13.250, also known as xsl.msfc.nasa.gov) if you're on the     Internet. Anonymous FTP capability (password guest) is now available.      Most of this information is also available from the Ames server in     directory SPACELINK.       NATIONAL SPACE SCIENCE DATA CENTER (NSSDC)      The National Space Science Data Center is the official clearinghouse for     NASA data. The data catalog (*not* the data itself) is available online.     Internet users can telnet to nssdca.gsfc.nasa.gov (128.183.36.23) and     log in as 'NODIS' (no password). You can also get the catalog by sending     email to 'request@nssdc.gsfc.nasa.gov'.      You can also dial in at (301)-286-9000 (300, 1200, or 2400 baud, 8 bits,     no parity, one stop). At the \"Enter Number:\" prompt, enter MD and     carriage return. When the system responds \"Call Complete,\" enter a few     more carriage returns to get the \"Username:\" and log in as 'NODIS' (no     password).      The system is menu-driven; topics available as of 3/93 are:   1   - Master Directory - NASA & Global Change  2   - Personnel Information Management System  3   - Nimbus-7 GRID TOMS Data  4   - Interplanetary Medium Data (OMNI)  5   - Request data and/or information from NSSDC  6   - Geophysical Models  7   - CANOPUS Newsletter  8   - International Ultraviolet Explorer Data Request  9   - CZCS Browse and Order Utility  10  - Astronomical Data Center (ADC)  11  - STEP Bulletin Board Service  12  - Standards and Technology Information System  13  - Planetary Science & Magellan Project Information  14  - Other Online Data Services at NSSDC  15  - CD-ROMS Available at NSSDC      For users with Internet access, datasets are made available via     anonymous FTP once you select the desired datasets from the online     catalog. For other users, data may be ordered on CD-ROM and in other     formats. Among the many types of data available are Voyager, Magellan,     and other planetary images, Earth observation data, and star catalogs.     Viewers for Macintosh and IBM systems are also available. As an example     of the cost, an 8 CD set of Voyager images is $75. Data may ordered     online, by email, or by physical mail. The postal address is:   National Space Science Data Center  Request Coordination Office  Goddard Space Flight Center  Code 633  Greenbelt, MD  20771   Telephone: (301) 286-6695   Email address:  request@nssdca.gsfc.nasa.gov       SPACE TELESCOPE SCIENCE INSTITUTE ELECTRONIC INFORMATION SERVICE      stsci.edu (130.167.1.2) has a large amount of information about the     Hubble Space Telescope available by anonymous FTP, such as status     reports and newsletters, in addition to material oriented towards HST     observers and proposers. Get the top level README file to begin with.     Contact Pete Reppert (reppert@stsci.edu) or Chris O'Dea     (odea@stsci.edu).       STARCAT      The Space Telescope European Coordination Facility, at ESO/Garching     provides on-line access to a huge astronomical database, featuring   - Observation log files of several satellites/telescopes      (IUE,IRAS,HST,NTT...).  - Spectra and images (IUE, HST).  - Most of the astronomical catalogues (SAO, HR, NGC, PPM, IRAS,      Veron, GSC and many others, more than 50) in a very convenient      way (give center+radius+kind of objects, and you get the      corresponding files!).      Log on as ``starcat'' (no password) on node stesis.hq.eso.org     (134.171.8.100) or on STESIS (DECnet). The files created can be     retreived by FTP. Contact: Benoit Pirenne, bpirenne@eso.org (phone +49     89 320 06 433) at ST-ECF       ASTRONOMICAL DATABASES      The full SAO stellar database is *NOT* available online, probably due to     the 40 MB size. It may be ordered on magnetic tape from the NSSDC. A     subset containing position and magnitude only is available by FTP (see     \"Astronomy Programs\" below).      nic.funet.fi (128.214.6.100) has a large collection of astronomical     programs for many types of computers, databases of stars and deep sky     objects, and general astronomy information in directory /pub/astro. This     site is mainly for European users, but overseas connections are     possible.      The Ames archives contain a database of 8,436 galaxies including name,     RA, declination, magnitude, and radial velocity in MISC/galaxy.dat.     Supplied by Wayne Hayes (wayne@csri.utoronto.ca).      iris1.ucis.dal.ca (129.173.18.107) has a number of GIFs from Voyager,     Hubble, and other sources available by anonymous FTP in pub/gif (most of     this data is also in SPACE/GIF on the Ames server). Please restrict     access to 5pm - 8am Atlantic time.      pomona.claremont.edu has the Yale Bright Star catalog for anonymous FTP     in directory [.YALE_BSC]. Contact James Dishaw     (jdishaw@hmcvax.claremont.edu).      The Hubble Guide Star catalog is available on CD-ROM for the Mac and PC     for $49.95 US (catalog # ST101).   Astronomical Society of the Pacific  390 Ashton Ave.  San Francisco, CA 94112  Phone: (415) 337-2624 9 AM - 3 PM Pacific Time  FAX: (415) 337-5205      For German (and possibly other European) readers, Jost Jahn has a     service to distribute astronomical data to interested amateurs at cost.     About 30-40 catalogs are available for DM 6..8/disk. Several floppy disk     formats are available. Because of the expense of receiving email on his     system, he asks that you contact him by physical mail:   Jost Jahn  Neustaedter Strasse 11  W-3123 Bodenteich  GERMANY  Phone: FRG-5824-3197       ASTRONOMY PROGRAMS      Various astronomy-related programs and databases posted to the net in     the past are archived for anonymous FTP at multiple sites, including     ftp.uu.net (137.39.1.9). Also see the ASTRO-FTP list posted to sci.astro     monthly, which is more complete than this list.      Astonomical/Space-related sources of interest in comp.sources.unix:      Volume 8:     phoon moon phase and date routines     Volume 12,13:   starchart starchart program & Yale Star data     Volume 15:     moontool shows moon phase picture on Suns     Volume 16:     sao  reduced SAO catalog      Astonomical/Space-related sources of interest in comp.sources.misc:      Volume  8:     moon another moon phase program     Volume 11:     starchart starchart program, version 3.2     Volume 11:     n3emo-orbit orbit: track earth satellites     Volume 12:     starchart2 starchart program, update to version 3.2.1     Volume 13:     jupmoons plotter for Jupiter's major moons [in perl]     Volume 13:     lunisolar lunisolar (not sure what this does)     Volume 14:     ephem-4.21 astronomical ephemeris, v4.21     Volume 14:     n3emo-orbit patch to orbit 3.7     Volume 18:     planet planet generation simulator      Elwood Downey (e_downey@tasha.cca.cr.rockwell.com), the author of     \"ephem\", has offered to mail copies to people who can't find it on one     of the archives.      XSAT, an X Window System based satellite tracking program, is     available by anonymous FTP from export.lcs.mit.edu (18.24.0.12) in     contrib/xsat1.0.tar.Z. Contact Dave Curry (davy@ecn.purdue.edu)     for more information.      Xsky, a computerized sky atlas for the X Window System, is available for     anonymous FTP on arizona.edu in the directory [.SOFTWARE.UNIX.XSKY] as     xsky.tarz. Contact Terry R. Friedrichsen (terry@venus.sunquest.com) for     more information.      The \"Variable Stars Analysis Software Archive\" is available via     anonymous FTP from kauri.vuw.ac.nz (130.195.11.3) in directory     pub/astrophys. This is intended for specialists in this field, and they     would appreciate people from outside New Zealand confining their FTP     access to the astrophys directory, as they pay a significant amount for     Internet access. Contents are relatively sparse at present due to the     youth of the archive - contributions are encouraged. Contact the archive     administrator, Timothy Banks (bankst@kauri.vuw.ac.nz) for more     information.      The \"IDL Astronomy Users Library\" is available by anonymous FTP from     idlastro.gsfc.nasa.gov (128.183.57.82). This is a central repository for     general purpose astronomy procedures written in IDL, a commercial image     processing, plotting, and programming language. Contact Wayne Landsman     (landsman@stars.gsfc.nasa.gov) for more information.       ORBITAL ELEMENT SETS      The most recent orbital elements from the NASA Prediction Bulletins are     carried on the Celestial BBS, (513)-427-0674. Documentation and tracking     software are also available on this system. The Celestial BBS may be     accessed 24 hours/day at 300, 1200, or 2400 baud using 8 data bits, 1     stop bit, no parity.      Orbital element sets are available via anonymous FTP from the     following sites:      archive.afit.af.mil (129.92.1.66)     NASA,TVRO,Shuttle     directory: /pub/space      ftp.funet.fi (128.214.6.100)     NASA,TVRO,Molczan,CelBBS,     directory: /pub/astro/pc/satel     Shuttle (*)      kilroy.jpl.nasa.gov (128.149.1.165)     NASA,Molczan     directory: /pub/space/       SPACE DIGEST ARCHIVES      Copies of back issues of Space Digest are archived on     LISTSERV@UGA.BITNET. Send mail containing the message \"INDEX SPACE\" to     get an index of files; send it the message \"GET filename filetype\" to     get a particular file.   LANDSAT AND NASA PHOTOS      You can get black-and-white 1:1M prints, negatives, or positives for     $10, $18, $12 respectively for any Landsat data more than 2 years old     from EDC, (Eros (Earth Resources Orbiting Satellite) Data Center). Call     them at (605)-594-6511. You get 80 meter resolution from the MSS     scanner, 135x180 kilometers on a picture 135x180 mm in size. I think you     have to select one band from (green, red, near IR, second near IR), but     I'm not sure. Digitial data is also available at higher prices.      Transparencies of all NASA photos available to the public can be     borrowed from the NASA photo archive; you can have copies or prints     made.    NASA Audio-Visual Facility   918 North Rengstorff Ave   Mountain View, CA  94043   (415)-604-6270   PLANETARY MAPS      The USGS address for maps of the planets is:      U.S. Geological Survey,     Distribution Branch,     Box 25286, Federal Center, Bldg. 41     Denver, CO 80225      Maps cost $2.40 to $3.10 per sheet (a few come in sets of 2 or 3 sheets).      The best global maps of Mars based on Viking images are 1:15,000,000     scale in 3 sheets. These maps are:      I-1535 (2 sheets only) - relief, albedo, names     I-1535     I-1618 (3 sheets) - relief, names     I-2030 (3 sheets) - relief, topographic contours     I-1802-A,B,C (3 sheets) - geology      There are many other maps as well: 30 sheets at 1:5,000,000 scale in     relief, albedo, geology, photomosaic forms (not all 30 sheets available     in all formats); 140 sheets at 1:2,000,000 scale as photomosaics of the     whole planet, about 100 sheets of interesting sites at 1:500,000 scale     in photomosaic format, and lots of special sheets.      Then there are maps of Mercury, Venus, the Moon, the four Galilean     Satellites, six moons of Saturn and five of Uranus. [Phil Stooke     (stooke@vaxr.sscl.uwo.ca), the author of this item, has offered to     respond to email requests for information on any topic relating to lunar     and planetary maps.]   COMETARY ORBIT DATA      The Central Bureau for Astronomical Telegrams and the Minor Planet     Center announce the sixth edition of the Catalogue of Cometary Orbits in     IAU Circular 4935. The catalogue contains 1292 entries which represent     all known comets through November 1989 and is 96 pages long.     Non-subscribers to the Circulars may purchase the catalogue for $15.00     while the cost to subscribers is $7.50. The basic catalogue in ASCII     along with a program to extract specific orbits and calculate     ephemerides is available on MS-DOS 5.25-inch 2S2D diskette at a cost of     $75.00 (the program requires an 8087 math coprocessor). The catalogue     alone is also available by e-mail for $37.50 or on magnetic tape for     $300.00.      Except for the printed version of the catalogue, the various magnetic     media or e-mail forms of the catalogue do not specifically meantion     non-subscribers. It is possible that these forms of the catalogue may     not be available to non-subscribers or that their prices may be more     expensive than those given. Mail requests for specific information and     orders to:   Central Bureau for Astronomical Telegrams  Smithsonian Astrophysical Observatory  Cambridge, MA 02138, USA   NEXT: FAQ #4/15 - Performing calculations and interpreting data formats "}
{"filename": "61286.txt", "content": "From: jpg@bnr.co.uk (Jonathan P. Gibbons) Subject: What planets are habitable  I would appreciate any thoughts on what makes a planet habitable for Humans. I am making asumptions that life and a similar atmosphere evolve given a range of physical aspects of the planet.  The question is what physical aspects simply disallow earth like conditions.  eg Temperature range of 280K to 315K (where temp is purely dependant on dist      from the sun and the suns temperature..)    Atmospheric presure ? - I know nothing of human tolerance    Planetary Mass ? - again gravity at surface is important, how much      can human bodies take day after day.  Also how does the mass effect      atmosphere.  I thinking of planets between .3 and 3 times mass of the      earth.  I suppose density should be important as well.  Climate etc does not concern me, nor does axial tilt etc etc.  Just the above three factors and how they relate to one another.  Jonathan --  ----------------------------------------------------------------------------   With fearsome eyes and fiery breath the dragon burnt the girl to death                     -- from \"Too Late Saint George\" "}
{"filename": "61229.txt", "content": "From: Graydon <SAUNDRSG@QUCDN.QueensU.CA> Subject: Re: Gamma Ray Bursters. Where are they?  If all of these things have been detected in space, has anyone looked into possible problems with the detectors?  That is, is there some mechanism (cosmic rays, whatever) that could cause the dector to _think_ it was seeing one of these things?  Graydon "}
{"filename": "60243.txt", "content": "From: pyron@skndiv.dseg.ti.com (Dillon Pyron) Subject: Re: Space Research Spin Off   In article <1psgs1$so4@access.digex.net>, prb@access.digex.com (Pat) writes: >| >|The NASA habit of acquiring second-hand military aircraft and using >|them for testbeds can make things kind of confusing.  On the other >|hand, all those second-hand Navy planes give our test pilots a chance >|to fold the wings--something most pilots at Edwards Air Force Base >|can't do. >| > >What do you mean?  Overstress the wings,  and they fail at teh joints? > >You'll have to enlighten us in the hinterlands.  No, they fold on the dotted line.  Look at pictures of carriers with loads of a/c on the deck, wings all neatly folded. -- Dillon Pyron                      | The opinions expressed are those of the TI/DSEG Lewisville VAX Support    | sender unless otherwise stated. (214)462-3556 (when I'm here)     | (214)492-4656 (when I'm home)     |God gave us weather so we wouldn't complain pyron@skndiv.dseg.ti.com          |about other things. PADI DM-54909                     |  "}
{"filename": "61288.txt", "content": "From: keithh@tplrd.tpl.oz.au (Keith Harwood) Subject: Re: Gamma Ray Bursters. WHere are they.   In article <1rbl0eINNip4@gap.caltech.edu>, palmer@cco.caltech.edu (David M. Palmer) writes: > prb@access.digex.com (Pat) writes: >  > >  What  evidence  indicates that Gamma Ray bursters are very far away? >  > >Given the enormous  power,  i was just wondering,  what if they are > >quantum  black holes or something  like that  fairly close by? >  > >Why would they have to be at  galactic ranges?    >  . . . David gives good explaination of the deductions from the isotropic, 'edged' distribution, to whit, they are either part of the Universe or part of the Oort cloud.  Why couldn't they be Earth centred, with the edge occuring at the edge of the gravisphere? I know there isn't any mechanism for them, but there isn't a mechanism for the others either.  Keith Harwood. "}
{"filename": "60898.txt", "content": "From: nickh@CS.CMU.EDU (Nick Haines) Subject: Re: Shuttle Launch Question  In article <1993Apr18.224414.784@head-cfa.harvard.edu> jcm@head-cfa.harvard.edu (Jonathan McDowell) writes:     My understanding is that the 'expected errors' are basically    known bugs in the warning system software - things are checked    that don't have the right values in yet because they aren't    set till after launch, and suchlike. Rather than fix the code    and possibly introduce new bugs, they just tell the crew    'ok, if you see a warning no. 213 before liftoff, ignore it'.  Good grief. And I thought the Shuttle software was known for being well-engineered. If this is actually the case, every member of the programming team should be taken out and shot.  (given that I've heard the Shuttle software rated as Level 5 in maturity, I strongly doubt that this is the case).  Nick Haines nickh@cmu.edu "}
{"filename": "61143.txt", "content": "From: baalke@kelvin.jpl.nasa.gov (Ron Baalke) Subject: JPL's VLBI Project Meets with International Space Agencies  From the \"JPL Universe\" April 23, 1993  VLBI project meets with international space agencies  By Ed McNevin      Members of JPL's Space Very Long Baseline Interferometry (VLBI) project team recently concluded a week-long series of meetings with officials from Russia and Japan.      The meetings were part of \"Space VLBI Week\" held at JPL in early March and were intended to maintain cooperation between international space agencies participating in the development of the U.S. Space VLBI Project, a recently approved JPL flight project set for launch in 1995.      U.S. Space VLBI will utilize two Earth-orbiting spacecraft -- the Japanese VSOP (VLBI Space Observing Program) satellite with its 8-meter radio telescope, and a Russian RADIOASTRON 10-meter satellite. Both spacecraft will team up with ground-based radio telescopes located around the world to create a radio telescope network that astronomers hope will expand radio telescope observing power by a factor of 10.      Japan's VSOP satellite will use a limited six-hour orbit to conduct imaging science, while the Russian RADIOASTRON spacecraft will exploit a larger, 28-hour Earth orbit to conduct exploratory radio astronomy. Each satellite will point at a source target for roughly 24 hours, while approximately 20 ground-based radio telescopes will simultaneously point at the same source object while within view on Earth.      According to Dr. Joel Smith, JPL's project manager for the U.S. Space VLBI, meetings like those held at JPL will permit Japan and Russia, who have little previous experience in radio interferometry, to establish working relationships with the radio astronomy communities that will be vital during the complex observations required by the Space VLBI project.      \"One of our main activities is developing the methodology for international coordination, because the two spacecraft simultaneously rely on the corresponding tracking stations while using the ground-based radio telescopes to observe the same celestial objects,\" said Smith.      Three new tracking antennas are being built at DSN facilities and other three other tracking facilities located in Japan, Russia and Green Bank, W.Va. This global network of ground-based radio telescopes will use precision clocks and high-speed recorders to collect observation data and forward the information to a correlator located at the National Radio Astronomy Observatory in Socorro, N.M. The correlator will combine and process data, then make it available to mission investigators in Moscow, Tokyo, and JPL via electronic mail.      Smith is optimistic that the massive radio telescope created by the Space VLBI network will provide radio astronomers with better resolution than has ever been achieved before by ground-based radio telescopes, allowing astronomers to take a closer look at distant objects in space.      \"There is a long history of radio astronomy using ground-based telescopes,\" said Smith. \"What we intend to do is to extend radio astronomy into Earth orbit. Our goal is to look deeper into the cores of galactic nuclei, quasars and other active radio sources to understand what drives those things we have seen so far with radio astronomy.\"      Smith noted that if one examines \"the active galactic nuclei, you'll find jets appearing to spew at speeds greater than light, and at energy levels that are millions of times greater than you would expect.\"      He said some astronomers believe that black holes may be located in the cores of these galaxies, and that they may fuel the jets. Smith hopes that \"by using Space VLBI to look further into the cores, this theory may be supported or disproved.\"      Russian space-flight hardware, including transponders and transmitters, are now being tested in the United States, and Japanese hardware is scheduled to arrive for testing later this year. Analysis of this hardware will permit U.S. scientists and engineers to understand how to modify the high-speed VLBA Correlator operating at the NRAO in order to accommodate the odd data patterns that will originate from the more than 20 ground-based radio telescopes involved in Space VLBI.      Smith is particularly pleased that meetings with the Japanese and Russian space agency officials -- like those held at JPL in March -- have proceeded smoothly. Yet he knows that the political uncertainty in Russia could jeopardize that country's participation in the project.      \"Nothing is ever smooth,\" he said, \"but the Russians have been incredibly open with us. We always anticipated some likelihood that we will not succeed because of political factors beyond our control, yet there tends to be a way of keeping these things going, because scientists on both sides are trying hard, and people recognize the value of cooperation at this level.\"      Smith points out that the Japanese space agency has more at stake than just fulfilling an international commitment to a science mission.      \"The Japanese have been extremely cooperative, since international cooperation is essential to their science mission,\" he said.      But Smith also noted that Japanese space agency officials look at the U.S. Space VLBI mission as an opportunity to showcase the technology involved with VSOP spacecraft, and their highly regarded Mach V launch vehicle.      Yet regardless of the risks involved in undertaking such an ambitious project, JPL's Smith is satisfied that planning for the Space VLBI Project is beyond the significant financial and political hurdles that otherwise might threaten the project.      \"Fortunately, we have the virtue of having two partners, and if either falls out, we would still have something with the other. By themselves, both spacecraft are independent, scientifically exciting missions.\"                            ###      ___    _____     ___     /_ /|  /____/ \\  /_ /|     Ron Baalke         | baalke@kelvin.jpl.nasa.gov     | | | |  __ \\ /| | | |     Jet Propulsion Lab |  ___| | | | |__) |/  | | |__   M/S 525-3684 Telos | The aweto from New Zealand /___| | | |  ___/    | |/__ /| Pasadena, CA 91109 | is part caterpillar and |_____|/  |_|/       |_____|/                     | part vegetable.  "}
{"filename": "61259.txt", "content": "From: baez@ucrmath.ucr.edu (john baez) Subject: Re: Gamma Ray Bursters.  WHere  are they.  In article <STEINLY.93Apr25180118@topaz.ucsc.edu> steinly@topaz.ucsc.edu (Steinn Sigurdsson) writes: >In article <1radsr$att@access.digex.net> prb@access.digex.com (Pat) writes: > >     What  evidence  indicates that Gamma Ray bursters are very far away? > >Their distribution is very isotropic and the intensity distribution, >crudely speaking, indicates we're seeing an edge to the distribution.  How can you tell the difference between an intensity distribution which is due to an \"edge\" in the spatial distribution and an intensity distribution which is due an a sharp dropoff of intrinsic luminosities below a certain threshold?  Could you describe (roughly) what the intensity distribution is like? "}
{"filename": "61332.txt", "content": "From: mcelwre@cnsvax.uwec.edu Subject: \"The Universe of MOTION\" (book review)                                  (Book Review):                                 \"THE UNIVERSE OF MOTION\", by Dewey B. Larson, 1984, North            Pacific Publishers, Portland, Oregon, 456 pages, indexed,            hardcover.                             \"THE UNIVERSE OF MOTION\" contains FINAL SOLUTIONS to            most ALL astrophysical mysteries.                            This book is Volume III of a revised and enlarged            edition of \"THE STRUCTURE OF THE PHYSICAL UNIVERSE\", 1959.             Volume I is \"NOTHING BUT MOTION\" (1979), and Volume II is            \"THE BASIC PROPERTIES OF MATTER\" (1988).                            Most books and journal articles on the subject of            astrophysics are bristling with integrals, partial            differentials, and other FANCY MATHEMATICS.  In this book, by            contrast, mathematics is conspicuous by its absence, except            for some relatively simple formulas imbedded in the text.             Larson emphasizes CONCEPTS and declares that mathematical            agreement with a theory does NOT guarantee its conceptual            validity.                            Dewey B. Larson was a retired engineer with a Bachelor            of Science Degree in Engineering Science from Oregon State            University.  He developed the Theory described in his books            while trying to find a way to MATHEMATICALLY CALCULATE the            properties of chemical compounds based ONLY on the elements            they contain.                            \"THE UNIVERSE OF MOTION\" describes the astrophysical            portions of Larson's CONSISTENT, INTEGRATED, COMPREHENSIVE,            GENERAL UNIFIED Theory of the physical universe, a kind of            \"grand unified field theory\" that orthodox physicists and            astro-physicists CLAIM to be looking for.  It is built on two            postulates about the physical and mathematical nature of            space and time:                            (1) The physical universe is composed ENTIRELY of ONE            component, MOTION, existing in THREE dimensions, in DISCRETE            units, and with two RECIPROCAL aspects, SPACE and TIME.                            (2) The physical universe conforms to the relations of            ORDINARY COMMUTATIVE mathematics, its primary magnitudes are            ABSOLUTE, and its geometry is EUCLIDEAN.                            From these two postulates, Larson was able to build a            COMPLETE theoretical universe, from photons and subatomic            particles to the giant elliptical galaxies, by combining the            concept of INWARD AND OUTWARD SCALAR MOTIONS with            translational, vibrational, rotational, and rotational-           vibrational motions.  At each step in the development, he was            able to match parts of his theoretical universe with            corresponding parts in the real physical universe, including            EVEN THINGS NOT YET DISCOVERED.  For example, in his 1959            book, he first predicted the existence of EXPLODING GALAXIES,            several years BEFORE astronomers started finding them.  They            are a NECESSARY CONSEQUENCE of his comprehensive Theory.  And            when quasars were discovered, he had a related explanation            ready for those also.                            As a result of his theory, which he called \"THE            RECIPROCAL SYSTEM\", Larson TOTALLY REJECTED many of the            sacred doctrines of orthodox physicists and astrophysicists,            including black holes, neutron stars, degenerate matter,            quantum wave mechanics (as applied to atomic structure),            \"nuclear\" physics, general relativity, relativistic mass            increases, relativistic Doppler shifts, nuclear fusion in            stars, and the big bang, all of which he considered to be            nothing more than MATHEMATICAL FANTASIES.  He was very            critical of the AD HOC assumptions, uncertainty principles,            solutions in principle, \"no other way\" declarations, etc.,            used to maintain them.                            \"THE UNIVERSE OF MOTION\" is divided into 31 chapters.             It begins with a description of how galaxies are built from            the gravitational attraction between globular star clusters,            which are formed from intergalactic gas and dust clouds that            accumulate from the decay products of cosmic rays coming in            from the ANTI-MATTER HALF of the physical universe.  (Galaxy            formation from the MYTHICAL \"big bang\" is a big mystery to            orthodox astronomers.)  He then goes on to describe life            cycles of stars and how binary and multiple star systems and            solar systems result from Type I supernova explosions of            SINGLE stars.                            Several chapters are devoted to quasars which, according            to Larson, are densely-packed clusters of stars that have            been ejected from the central bulges of exploding galaxies            and are actually traveling FASTER THAN THE SPEED OF LIGHT            (although most of that speed is AWAY FROM US IN TIME).                            Astronomers and astrophysicists who run up against            observations that contradict their theories would find            Larson's explanations quite valuable if considered with an            OPEN MIND.  For example, they used to believe that GAMMA RAY            BURSTS originated from pulsars, which exist primarily in the            plane or central bulge of our galaxy.  But the new gamma ray            telescope in earth orbit observed that the bursts come from            ALL DIRECTIONS UNIFORMLY and do NOT correspond with any            visible objects, (except for a few cases of directional            coincidence).  Larson's explanation is that the gamma ray            bursts originate from SUPERNOVA EXPLOSIONS in the ANTI-MATTER            HALF of the physical universe, which Larson calls the \"cosmic            sector\".  Because the anti-matter universe exists in a            RECIPROCAL RELATION to our material universe, with the speed            of light as the BOUNDARY between them, and has THREE            dimensions of time and ONLY ONE dimension of space, the            bursts can pop into our material universe ANYWHERE seemingly            at random.                            Larson heavily quotes or paraphrases statements from            books, journal articles, and leading physicists and            astronomers.  In this book, 351 of them are superscripted            with numbers identifying entries in the reference list at the            end of the book.  For example, a quote from the book            \"Astronomy: The Cosmic Journey\", by William K. Hartmann,            says, \"Our hopes of understanding all stars would brighten if            we could explain exactly how binary and multiple stars            form.... Unfortunately we cannot.\"  Larson's book contains            LOGICAL CONSISTENT EXPLANATIONS of such mysteries that are            WORTHY OF SERIOUS CONSIDERATION by ALL physicists,            astronomers, and astrophysicists.                   For more information, answers to your questions, etc.,            please consult my CITED SOURCES (Larson's BOOKS).                   UN-altered REPRODUCTION and DISSEMINATION of this            IMPORTANT Book Review is ENCOURAGED.                                                 Robert E. McElwaine                                    B.S., Physics and Astronomy, UW-EC                       "}
{"filename": "60818.txt", "content": "From: schumach@convex.com (Richard A. Schumacher) Subject: Re: DC-X update???  In <1993Apr15.234154.23145@iti.org> aws@iti.org (Allen W. Sherzer) writes:  >As for the future, there is at least $5M in next years budget for work >on SSRT. They (SDIO) have been looking for more funds and do seem to have >some. However, SDIO is not (I repeat, is not) going to fund an orbital >prototype. The best we can hope from them is to 1) keep it alive for >another year, and 2) fund a suborbital vehicle which MIGHT (with >major modifications) just make orbit. There is also some money for a >set of prototype tanks and projects to answer a few more open questions.  Would the sub-orbital version be suitable as-is (or \"as-will-be\") for use as a reuseable sounding rocket?   >Better news comes from the new Spacelifter effort. The USAF managers of >this program are very open to SSTO and will have about $50M next >year for studies. This would be enough to bring DC-Y to PDR.  Thank Ghod! I had thought that Spacelifter would definitely be the bastard Son of NLS.   (And just as a reminder:) >Now not all of this money will go to DC but a good case could be made >for spending half on DC.  >Public support is STILL critical. Meet with your Congressperson (I'll >help you do it) and get his/her support. Also call your local media >and get them to cover the flight tests.    "}
{"filename": "60193.txt", "content": "From: mccall@mksol.dseg.ti.com (fred j mccall 575-3539) Subject: Re: Metric vs English  In <1993Apr5.195215.16833@pixel.kodak.com> dj@ekcolor.ssd.kodak.com (Dave Jones) writes:  >Keith Mancus (mancus@sweetpea.jsc.nasa.gov) wrote: >> Bruce_Dunn@mindlink.bc.ca (Bruce Dunn) writes: >> > SI neatly separates the concepts of \"mass\", \"force\" and \"weight\" >> > which have gotten horribly tangled up in the US system. >>  >>   This is not a problem with English units.  A pound is defined to >> be a unit of force, period.  There is a perfectly good unit called >> the slug, which is the mass of an object weighing 32.2 lbs at sea level. >> (g = 32.2 ft/sec^2, of course.) >>   >American Military English units, perhaps.  Us real English types were once  >taught that a pound is mass and a poundal is force (being that force that >causes 1 pound to accelerate at 1 ft.s-2).  We had a rare olde tyme doing  >our exams in those units and metric as well.  American, perhaps, but nothing military about it.  I learned (mostly) slugs when we talked English units in high school physics and while the teacher was an ex-Navy fighter jock the book certainly wasn't produced by the military.  [Poundals were just too flinking small and made the math come out funny; sort of the same reason proponents of SI give for using that.]   --  \"Insisting on perfect safety is for people who don't have the balls to live  in the real world.\"   -- Mary Shafer, NASA Ames Dryden ------------------------------------------------------------------------------ Fred.McCall@dseg.ti.com - I don't speak for others and they don't speak for me. "}
{"filename": "60238.txt", "content": "From: jaskew@spam.maths.adelaide.edu.au (Joseph Askew) Subject: Re: the call to space (was Re: Clueless Szaboisms )  In article <1pfiuh$64e@access.digex.com> prb@access.digex.com (Pat) writes:  >If the japanese are really going for Nukes, why not go with better >technology then we have.  AS opposed to BWR/PWRs  have they really >considered some of the 3rd generation Inherently safe designs.  The Japanese are still on the learning curve as far as nuclear power goes. This means that unlike the Germans (who do great things all by themselves) the Japanese tie up with foreign companies. The major one is Mitsubishi (who else) who have a sharing agreement with GE I think. No chance of a new design.  >Sodium has lots of chemical problems but it really solves design >difficulties.  Or the inherently safe types.  Sodium has *lots* of chemical problems. Like it eats stainless steel. Very slowly but it gets there in the end. Not what I call a desired property. As for design difficulties, what does sodium do there? It is a bitch and it is only its chemical properties (flwed though they are) that means it gets used. Two loops? That's not a design problem? Isolation from air and water? That doesn't cause design problems? In comparison BWR's a dream rides!  >PWR's work real good,  but they need lots of steel,  and they are highly >complex systems.  Simplicity is a virtue.  Don't get none of that in a Liquid Sodium Breeder! More steel, more complexity.  Joseph Askew  --  Joseph Askew, Gauche and Proud  In the autumn stillness, see the Pleiades, jaskew@spam.maths.adelaide.edu  Remote in thorny deserts, fell the grief. Disclaimer? Sue, see if I care  North of our tents, the sky must end somwhere, Actually, I rather like Brenda  Beyond the pale, the River murmurs on. "}
{"filename": "61228.txt", "content": "From: HoffmanE@space1.spacenet.jhuapl.edu (Hoffman, Eric J.) Subject: Re: Drag free satellites  In article <1raee7$b8s@access.digex.net> prb@access.digex.com (Pat) writes: >In article <23APR199317325771@kelvin.jpl.nasa.gov> baalke@kelvin.jpl.nasa.gov (Ron Baalke) writes: >> In answer >>to a question from Hawking, Chahine described a proposed >>drag-free satellite, but confirmed that at this point, \"it's only >>a concept.\" > >SO what's a drag free satellite?   coated with WD-40?        TRIAD, the first drag-free satellite, was designed and built by the  Johns Hopkins Applied Physics Laboratory and launched 2 Sept 1972.  The  satellite was in three sections separated by two booms.  The central section  housed the DISCOS Disturbance Compensation System, which consisted of a proof  mass of special non-magnetic alloy housed within a spherical cavity.  The  proof mass flew a true gravitational orbit, free from drag and radiation  pressure.  Teflon microthrusters kept the body of the satellite centered  around the proof mass, thereby flying the entire satellite drag free.       TRIAD was one of the APL-designed Navy Navigation Satellites.  The  2nd-generation operational navigation satellites flying today (NOVA) use a  single-axis version of DISCOS.  TRIAD was also the sixth APL satellite to be  powered by an RTG (APL flew the first nuclear power supply in space, in 1961).       Further info on TRIAD, DISCOS, etc. can be found in \"Spacecraft Design  Innovations in the APL Space Department,\" Johns Hopkins APL Technical Digest,  Vol. 13, No. 1 (1992).                                                        --Eric Hoffman        "}
{"filename": "61097.txt", "content": "From: jtk@s1.gov (Jordin Kare) Subject: Re: Inflatable Mile-Long Space Billboards (was Re: Vandalizing the sky.)  yamauchi@ces.cwru.edu (Brian Yamauchi) writes: >enzo@research.canon.oz.au (Enzo Liguori) writes: >>WHAT'S NEW (in my opinion), Friday, 16 April 1993  Washington, DC > >>Now, Space Marketing >>is working with University of Colorado and Livermore engineers on >>a plan to place a mile-long inflatable billboard in low-earth >>orbit. > >This sounds like something Lowell Wood would think of.  Does anyone >know if he's involved?  No.  The idea was suggested around here during discussions of possible near-term commercial space activities.  One of the folks involved in those discussions, a spacecraft engineer named Preston Carter, passed the suggestion on to  some entreprenurial types, and Mike Lawson is apparently going ahead with it.  Preston is now at LLNL, and is working with Space Marketing on  the sensors that might be carried. > >>NASA would provide contractual launch services. However, >>since NASA bases its charge on seriously flawed cost estimates >>(WN 26 Mar 93) the taxpayers would bear most of the expense.   Actually, that sounds unlikely.  I don't know what the launch vehicle would be, but I would expect it to go on a commercial launcher -- certainly not on the Shuttle -- and the fraction of the cost paid to NASA for, e.g.,  launch support would probably  cover NASA's incremental costs pretty well.  >>This >>may look like environmental vandalism, but Mike Lawson, CEO of >>Space Marketing, told us yesterday that the real purpose of the >>project is to help the environment! The platform will carry ozone >>monitors he explained--advertising is just to help defray costs. > >This may be the purpose for the University of Colorado people.  My >guess is that the purpose for the Livermore people is to learn how to >build large, inflatable space structures.  No, as noted, LLNL is involved in lightweight sensor design, per  Clementine and related programs.  I'm sure folks around here would like to  see a demonstration of a modern inflatable structure, but after all,  the U.S. did the Echo satellites long ago, and an advertising structure would not be much closer to an inflatable space station than Echo was (or a parade balloon, for that matter). > >>.......... >>What do you think of this revolting and hideous attempt to vandalize >>the night sky? It is not even April 1 anymore.  While I happen to personally dislike the idea, mostly because I've got a background in astronomy, it's hardly vandalism -- it would be a short-lived intrusion on the night sky, doing no permanent damage and actually hurting only a small subset of astronomers.  On the other hand, it would certainly draw attention to space.    > >If this is true, I think it's a great idea. > >Learning how to build structures in space in an essential >step towards space development...  Which, unfortunately, this is not likely to contribute much to.  >If such a project also monitors ozone depletion and demonstrates >creative use of (partial) private sector funding in the process -- so >much the better. > >>Is NASA really supporting this junk?  As far as I know, it's a purely commercial venture. > >And does anyone have any more details other than what was in the WN >news blip?  How serious is this project?  Is this just in the \"wild >idea\" stage or does it have real funding?  I gather it is being very seriously discussed with possible advertisers. Commercial projects, however, generally don't get \"funding\" -- they get \"customers\" -- whether it will have customers remains to be seen. > >>Are protesting groups being organized in the States? > >Not yet.  Though, if this project goes through, I suppose The Return >of Jeremy Rifkin is inevitable...  Nahh.  He's too busy watching for mutant bacteria to notice anything in the sky :-)  > >Brian Yamauchi   Case Western Reserve University >yamauchi@alpha.ces.cwru.edu Department of Computer Engineering and Science  Jordin Kare jtk@s1.gov Lawrence Livermore National Laboratory  [These are my personal views only and do not represent official statements or positions of LLNL, the University of California, or the U.S. DOE.] "}
{"filename": "61203.txt", "content": "From: prb@access.digex.com (Pat) Subject: Re: Drag free satellites (was: Stephen Hawking Tours JPL)    Joe,   your description sounds like one of the  gravity probe  spacecraft ideas.  pat "}
{"filename": "61424.txt", "content": "From: zwork@starfighter.den.mmc.com (Michael Corvin) Subject: Re: HST Servicing Mission Scheduled for 11 Days  Regarding the feasability of retrieving the HST for repair and relaunching it:  (Caution: speculation mode engaged) There is another consideration that hasn't been mentioned yet. I expect that retrieving HST would involve 'damaging' it considerably in order to return it to its cradle in the cargo bay.  Most of the deployed items (antennas and, especially, the solar arays) probably are not retractable into their fully stowed position, even by hand.  They would have to be removed by the astronauts.  (The only advantage that this might yield is that we could put new panels on that don't 'ring' due to thermal cycle stresses...)  I also expect that, as has been discussed, the landing loads on the HST optics structure is a big issue (but that the reentry loads are much less so.)  Can the moveable optical components even be re-caged (I assume that they were caged for launch)?  ----------------------------------------------------------------------------- Michael Corvin            zwork@starfighter.den.mmc.com GN&C R&D     Martin Marietta Astronautics ----------------------------------------------------------------------------- ===============    My views, not Martin Marietta's   ======================== ----------------------------------------------------------------------------- "}
{"filename": "60923.txt", "content": "From: gnb@leo.bby.com.au (Gregory N. Bond) Subject: Re: Why not give $1 billion to first year-long moon residents?  In article <6ZV82B2w165w@theporch.raider.net> gene@theporch.raider.net (Gene Wright) writes:     Announce that a reward of $1 billion would go to the first corporation     who successfully keeps at least 1 person alive on the moon for a    year.   And with $1B on offer, the problem of \"keeping them alive\" is highly likely to involve more than just the lunar environment!   \"Oh Dear, my freighter just landed on the roof of ACME's base and they all died.  How sad.  Gosh, that leaves us as the oldest residents.\"  \"Quick Boss, the slime from YoyoDyne are back, and this time they've got a tank!  Man the guns!\"  One could imagine all sorts of technologies being developed in that sort of environment.....  Greg.  (I'm kidding, BTW, although the problem of winner-takes-all prizes is that it encourages all sorts of undesirable behaviour - witness military procurement programs.  And $1b is probably far too small a reward to encourage what would be a very expensive and high risk proposition.)   -- Gregory Bond <gnb@bby.com.au> Burdett Buckeridge & Young Ltd Melbourne Australia    Knox's 386 is slick.            Fox in Sox, on Knox's Box    Knox's box is very quick.       Plays lots of LSL. He's sick! (Apologies to John \"Iron Bar\" Mackin.) "}
{"filename": "61139.txt", "content": "From: gfk39017@uxa.cso.uiuc.edu (George F. Krumins) Subject: Re: Vandalizing the sky.  Jeff.Cook@FtCollinsCO.NCR.COM (Jeff Cook) writes:  >In article <C5t05K.DB6@research.canon.oz.au> enzo@research.canon.oz.au (Enzo Liguori) writes:  >>Now, Space Marketing  >>What about light pollution in observations? (I read somewhere else that >>it might even be visible during the day, leave alone at night).  >I can't believe that a mile-long billboard would have any significant >effect on the overall sky brightness.  Venus is visible during the day, >but nobody complains about that.  Besides, it's in LEO, so it would only  When I was at the Texas Star Party a few years ago, the sky was so dark that Venus did, indeed, cause light pollution until it set.  Even if the billboard were dark it could cause a problem.  Imagine observing an object and halfway through your run, your object was occulted!  I would guess that most of the people stating positive opinions are not  fanatically serious observers.  It is so typical that the rights of the minority are extinguished by the wants of the majority, no matter how ridiculous those wants might be.   George Krumins --   -------------------------------------------------------------------------------- |  George Krumins                                                              | |  gfk39017@uxa.cso.uiuc.edu                                                   | "}
{"filename": "61198.txt", "content": "From: oreilly@olivia.la.asu.edu (Tom O'Reilly) Subject: Russian Phobos Mission  Yes, the Phobos mission did return some useful data including images of Phobos itself. The best I've seen had a surface resolution of about 40 meters. By the way, the new book entitled \"Mars\" (Kieffer et al, 1992, University of Arizona Press) has a great chapter on spacecraft exploration of the planet. The chapter is co-authored by V.I. Moroz of the Space Research Institute in Moscow, and includes details never before published in the West. Don't know of any ftp sites with images though.  Tom O'Reilly Department of Geology Arizona State University "}
{"filename": "62130.txt", "content": "From: elowitz@noao.edu (Mark Elowitz) Subject: Need help in finding address...  Could someone please help me. I am trying to find the  address to the TDRS receiving station at White Sands Missile Range. I am interested in possible employment and would like to write for information.  Thanks...  "}
{"filename": "61292.txt", "content": "From: neff@iaiowa.physics.uiowa.edu (John S. Neff) Subject: Re: What planets are habitable  In article <C659w7.IyD@fs7.ece.cmu.edu> loss@fs7.ECE.CMU.EDU (Doug Loss) writes: >From: loss@fs7.ECE.CMU.EDU (Doug Loss) >Subject: Re: What planets are habitable >Date: Tue, 27 Apr 1993 13:38:28 GMT >In article <JPG.93Apr27135219@holly.bnr.co.uk> jpg@bnr.co.uk (Jonathan P. Gibbons) writes: >>I would appreciate any thoughts on what makes a planet habitable for Humans. >>I am making asumptions that life and a similar atmosphere evolve given a range >>of physical aspects of the planet.  The question is what physical aspects >>simply disallow earth like conditions. >> >>eg Temperature range of 280K to 315K (where temp is purely dependant on dist >>     from the sun and the suns temperature..) >>   Atmospheric presure ? - I know nothing of human tolerance  There are people who have adapted to high altitudes in the Andes and in Tibet. I suspect that it took them several generations to make the adaptation because Europeans had difficulty making the adaptation. They had to send the women to a lower altitude when they were pregnant in order to insure sucessful childbirth.  >>   Planetary Mass ? - again gravity at surface is important, how much >>     can human bodies take day after day.  Also how does the mass effect >>     atmosphere.  I thinking of planets between .3 and 3 times mass of the >>     earth.  I suppose density should be important as well. >>  Another factor you should consider is the X-ray opacity of the atmosphere  in case of stellar flares, the uv opacity is also important because uv  radiation can kill or damage microbes, plants, and animals.   >>Climate etc does not concern me, nor does axial tilt etc etc.  Just the above >>three factors and how they relate to one another. >> "}
{"filename": "61377.txt", "content": "From: henry@zoo.toronto.edu (Henry Spencer) Subject: Re: Gamma Ray Bursters. positional stuff.  In article <1993Apr29.010847.1@vax1.mankato.msus.edu> belgarath@vax1.mankato.msus.edu writes: >        Actually, my advisor, another classmate of mine, and me were talking >the other day about putting just one detector on one of the Pluto satellites. >THen we realized that the satellite alone is only carrying something like 200 >pounds of eq.  Well, a BATSE detector needs lead shielding to protect it, >and 1 alone weighs about 200 pounds itself.  Actually, the situation is even worse than that.  The *total mass* of the Pluto Fast Flyby spacecraft is only 250ish pounds, and most of that is support equipment like power and communications.  The mass available for instruments is maybe 10% of that.  I don't think a BATSE will fit...  Actually, would you need the shielding?  My understanding is that it's mostly there to give the detectors some directionality.  No point in doing that if you've only got one.  I'm sure the burst detectors that have flown on other deep-space missions haven't weighed that much. (Mind you, they're probably still too heavy -- the PFF people would put more Pluto-specific instruments on first, if they had any mass to spare.) --  SVR4 resembles a high-speed collision   | Henry Spencer @ U of Toronto Zoology between SVR3 and SunOS.    - Dick Dunn  |  henry@zoo.toronto.edu  utzoo!henry "}
{"filename": "61069.txt", "content": "From: MAILRP%ESA.BITNET@vm.gmd.de Subject: message from Space Digest      Press Release No.19-93 Paris, 22 April 1993  Users of ESA's Olympus satellite report on the outcome of their experiments  \"Today Europe's space telecommunications sector would not be blossoming as it now does, had OLYMPUS not provided a testbed for the technologies and services of the 1990s\". This summarises the general conclusions of 135 speakers and 300 participants at the Conference on Olympus Utilisation held in Seville on 20-22-April 1993. The conference was organised by the European Space Agency (ESA) and the Spanish Centre for the Development of Industrial Technology (CDTI).  OLYMPUS has been particularly useful : -      in bringing satellite telecommunications to thousands of        new users, thanks to satellite terminals with very small        antennas (VSATs). OLYMPUS experiments have tested        data transmission, videoconferencing, business television,        distance teaching and rural telephony, to give but a few        examples.  -      in opening the door to new telecommunications services        which could not be accommodated on the crowded lower-        frequency bands; OLYMPUS was the first satellite over        Europe to offer capacity in the 20/30 GHz band.  -      in establishing two-way data relay links  OLYMPUS        received for the first time in Europe, over several months,        high-volume data from a low-Earth orbiting spacecraft and        then distributed it to various centres in Europe.  When OLYMPUS was launched on 12 July 1989 it was the world's largest telecommunications satellite; and no other satellite has yet equalled its versatility in combining four different payloads in a wide variety of frequency bands.  OLYMPUS users range from individual experimenters to some of the world's largest businesses. Access to the satellite is given in order to test new telecommunications techniques or services; over the past four years some 200 companies and organisations made use of this opportunity, as well as over 100 members of the EUROSTEP distance-learning organisation.    As the new technologies and services tested by these OLYMPUS users enter the commercial market, they then make use of operational satellites such as those of EUTELSAT.  OLYMPUS utilisation will continue through 1993 and 1994, when the spacecraft will run out of fuel as it approaches the end of its design life.          "}
{"filename": "61496.txt", "content": "From: palmer@cco.caltech.edu (David M. Palmer) Subject: Re: HST Servicing Mission Scheduled for 11 Days  prb@access.digex.net (Pat) writes:  >In article <C6A2At.E9z@zoo.toronto.edu> henry@zoo.toronto.edu (Henry Spencer) writes: >> >>No, the thing is designed to be retrievable, in a pinch.  Indeed, this >>dictated a rather odd design for the solar arrays, since they had to be >>retractable as well as extendable, and may thus have indirectly contributed >>to the array-flapping problems.   >Why not design the solar arrays to be detachable.  if the shuttle is going >to retunr the HST,  what bother are some arrays.  just fit them with a quick > release.  one  space walk,  or use the second canadarm to remove the arrays.  You may want to put Hubble back in the payload bay for a reboost, and you don't want to clip off the panels each time.  For the Gamma-Ray Observatory, one of the design requirements was that there be no stored-energy mecahnisms (springs, explosive squibs, gas shocks, etc.) used for deployment.  This was partially so that everything could be reeled back in to put it back in the payload bay, and partially for safety considerations.  (I've heard that the wings on a cruise missile would cut you in half if you were standing in their swath when they opened.)  Back when the shuttle would be going up every other day with a cost to orbit of $3.95 per pound :-), everybody designed things for easy servicing.  --    David M. Palmer  palmer@alumni.caltech.edu      palmer@tgrs.gsfc.nasa.gov "}
{"filename": "60865.txt", "content": "From: Wales.Larrison@ofa123.fidonet.org Subject: Re: Clementine mission name  Mark Prado    >Please go just one step further: >How has the word \"Clementine\" been associated with mining?    Old pioneer song from the 1850's or so goes as follows:      \"In a cavern, in a canyon,    Excavating for a mine,    Dwelt a miner, forty-niner,    And his daughter, CLEMENTINE\"    Chorus:   \"Oh my darling, Oh my darling,    Oh my darling Clementine.    You are lost and gone forever,    Oh my darling Clementine.\"     I've also had it explained (but not confirmed from a reliable data source) that CLEMENTINE is an acronym.  Something like Combined Lunar Elemental Mapper Experiment on Extended Non Terrestrial Intercept Near Earth.  Personally, I think that acronym was made up to fit the name (if it really is an acronym).  ------------------------------------------------------------------  Wales Larrison                           Space Technology Investor  --- Maximus 2.01wb "}
{"filename": "61549.txt", "content": "From: fcrary@ucsu.Colorado.EDU (Frank Crary) Subject: Re: Human Habitale Planets?  In article <1993May1.042810.1@aurora.alaska.edu> nsmca@aurora.alaska.edu writes: >Habital planets are also dependent on what kind of plant life can be grown.. >and such.. Length of growing season (that is if you want something more than >VAT food, argh, Id ratehr eat an MRE for  along period of time).  Using greenhouses to extend the growing season shouldn't be a problem. I'm supprised they don't do so in Alaska (cheaper to import, perhaps?)  >Incans and Sherpa and other low pressure atmosphere and such are a limit in >human adaptability(someone mentioend that Incan woman must come to lower >elevations to have babies brought to term? true?)  No, the Incas had no problems with this, but the Spanish did.                                           Frank Crary                                          CU Boulder "}
{"filename": "61517.txt", "content": "From: schumach@convex.com (Richard A. Schumacher) Subject: Re: HST Servicing Mission Scheduled for 11 Days  In <1rs0au$an6@access.digex.net> prb@access.digex.net (Pat) writes:  >How different would the contamination threat of a small manuevering tug >be from that of the Shuttle and it's OMS engines??????  The aperture door will be shut during reboost. Using the shuttle means that there will be someone nearby to pry the door open again  if it should stick.    >I just figured, if GOldin wants to really,  prove out faster, cheaper >better,   have some of the whiz kids  slap together an expendable >space manuevering tug  out of a BUs1,  and use that for the re-boost.  It's clear that the \"whiz kids\" are not running the show. In any case it's not prudent to stick a \"slapped together\" explosive device on the end of a billion dollar asset that you'd like to see again. (Wiseacres might say that a shuttle is a slapped-together explosive device, but at least it's had some testing.)  "}
{"filename": "60793.txt", "content": "From: MUNIZB%RWTMS2.decnet@rockwell.com (\"RWTMS2::MUNIZB\") Subject: Space Event in Los Angeles, CA     FOR IMMEDIATE RELEASE           Contact:  OASIS (310) 364-2290     15 April 1993                                Los Angeles, CA       LOCAL NATIONAL SPACE SOCIETY CHAPTERS SPONSOR TALK BY L.A.   ADVOCATE OF LUNAR POWER SYSTEM AS ENERGY SOURCE FOR THE WORLD     On April 21, the OASIS and Ventura County chapters of the National  Space Society will sponsor a talk by Lunar Power System (LPS) co- inventor and vice-president of the LPS Coalition, Dr. Robert D. Waldron.  It will be held at 7:30 p.m. at the Rockwell Science Center in Thousand Oaks, CA.     Dr. Waldron is currently a Technical Specialist in Space Materials Processing with the Space Systems Division of Rockwell International in Downey, California.  He is a recognized world authority on lunar materials refinement.  He has written or coauthored more than 15 articles or reports on nonterrestrial materials processing or utilization.  Along with Dr. David Criswell, Waldron invented the lunar/solar power system concept.     Momentum is building for a coalition of entrepreneurs, legal experts, and Soviet and U.S. scientists and engineers to build the Lunar Power System, a pollution-free, energy source with a potential to power the globe.     For the past three years members of the coalition, nearly half from California, have rejuvenated the commercial and scientific concept of a solar power system based on the Moon.     The LPS concept entails collecting solar energy on the lunar surface and beaming the power to Earth as microwaves transmitted through orbiting antennae.  A mature LPS offers an enormous source of clean, sustainable power to meet the Earth's ever increasing demand using proven, basic technology.     OASIS (Organization for the Advancement of Space Industrialization) is the Greater Los Angeles chapter of the National Space Society, which is an international non-profit organization that promotes development of the space frontier. The Ventura County chapter is based in Oxnard, CA.         WHERE:  Rockwell Science Center Auditorium, 1049 Camino                Dos Rios, Thousand Oaks, CA.     DIRECTIONS: Ventura Freeway 101 to Thousand Oaks, exit onto                Lynn Road heading North (right turn from 101                North, Left turn from 101 South), after about 1/2                mile turn Left on Camino Dos Rios, after about 1/2                mile make First Right into Rockwell after Camino                Colindo, Parking at Top of Hill to the Left  "}
{"filename": "61260.txt", "content": "Subject: ROCKET LAUNCH OBSERVED! From: leo.wikholm@compart.fi (Leo Wikholm)        A bright light phenomenon was observed in the Eastern Finland     on April 21. At 00.25 UT two people saw a bright, luminous     pillar-shaped phenomenon in the low eastern horizont near     Mikkeli. The head of the pillar was circular. The lower part     was a little winding. It was like a monster they told. They     were little frightened. Soon the yellowish pillar became     enlarged. A bright spot like the Sun was appeared in the middle     of the phenomenon. At last the light landed behind the nearby     forest. Now there was only luminous trails in the sky which were     visible till morning sunrise.      The same phenomenon was observed also by Jaakko Kokkonen in     Lappeenranta. At 00.26 UT he saw a luminous yellowish trail in     the low northeastern horizont. The altitude of the trail was     only about 3-4 degrees. Soon the trail began to grow taller.     A loop was appeared in the head of the trail. It was like a     spoon. This lasted only 10 seconds. Now the altitude was about     five degress above horizont. He noted a bright spot at the     upper stage of loop. The spot was at magnitude -2. The loop     became enlarged and the spot was now visible in the middle of     the loop. A cartwheel-shaped trail was appeared round the bright     spot. After a minute the spot disappeared and only fuzzy trails     were only visible in the low horizont. Luminous trails were still     visible at 01.45 UT in the morning sky.      The phenomenon was caused by a Russian rocket. I don't know if     there were satellite launches in Plesetsk Cosmodrome near     Arkhangelsk, but this may be a rocket experiment too. Since 1969     we have observed over 80 rocket phenomena in Finland. Most of     these are rocket experiments (military missile tests?), barium     experiments and other chemical releases. During these years we     have observed 17 satellite launches.      Leo Wikholm   =====================================================================  Ursa Astronomical Association        I phone : +358-0-174048  Satellite and Rocket Phenomena Sect. I fax   : +358-0-657728  Laivanvarustajankatu 9 C 54          I bbs   : +358-0-174341  FIN-00140 Helsinki                   I inter : leo.wikholm@compart.fi  Finland                              I  ===================================================================== "}
{"filename": "61223.txt", "content": "From: bon@lte.e-technik.uni-erlangen.de (Uwe Bonnes) Subject: Re: Sunrise/ sunset times   In article <1993Apr21.141824.23536@cbis.ece.drexel.edu>, jpw@cbis.ece.drexel.edu (Joseph Wetstein) asked: |>  |> Hello. I am looking for a program (or algorithm) that can be used |> to compute sunrise and sunset times. |>  |> I would appreciate any advice. |>  |> Joe Wetstein |> jpw@coe.drexel.edu  To compute this, and many other astronomical things, go and get (x)ephem written by Elwood C. Downey. It is e.g. on export.lcs.mit.edu  Uwe Bonnes  bon@lte.e-technik.uni-erlangen.de "}
{"filename": "61180.txt", "content": "From: prb@access.digex.com (Pat) Subject: Re: Level 5?    WHile we are on the subject of the shuttle software.  what ever happened to the hypothesis  that the shuttle flight software was a major factor in the loss of 51-L.  to wit,  that during the wind shear event,  the Flight control software  indicated a series of very violent engine movements that shocked and set upa harmonic resonance  leading to an overstress of the struts.  pat "}
{"filename": "62395.txt", "content": "From: prb@access.digex.net (Pat) Subject: Shuttle and Pennicillin   Pennicillin if i have everything correct,  was a highly valuable Myco-toxin,  discovered during WW2.  It proved to have an amazing Bacterio-cidal effect without human toxicity.   It's immediate administration  showed immediate dramatic results  solving problems  that previously were fatal.  Although initially enormously expensive to culture,  within 3 years, the price had fallen at least two orders of magnitude, and within 10 years,  was  not much more expensive then aspirin.  Penicillin was also usable for an amazingly wide class of infections.  Centoxin is a drug that is not passing FDA approval.  It promised amazing results for Toxic shock, a rapidly fatal disease. It consumed enormous amounts of funding  in testing and developement,  However it works  less then 1 in 5 times of administration  and costs $2,000 per administration with no promise of any reduction in manufacturing cost. The drug thus costs $10,000 per useful case,  and is implicated in a slight increase in mortality for some patients.  I would not dare to compare the shuttle to Pennicillin, but to centoxin.  pat "}
{"filename": "61418.txt", "content": "From: atae@spva.ph.ic.ac.uk (Ata Etemadi) Subject: Re: HyperKnowledge  In article <29APR199311345485@judy.uh.edu>, wingo%cspara.decnet@Fedex.Msfc.Nasa.Gov writes: -| In article <1993Apr28.200843.83413@embl-heidelberg.de>, tuparev@EMBL-Heidelberg.DE (Georg Tuparev) writes... -| >  -| >  -| >ANNOUNCEMENT: The \"HyperKnowledge\" PROJECT for NeXTSTEP -|  -| I know this is kinda off the subject of sci.space, but not really, I want to -| answer this for their, as well as everyone else's information.  What these -| people are proposing, by and large already exists and can be purchased today. -|  -| It is called labview by National Instruments. IT is a wonderful object -| IT is a wonderful object oriented graphical programming language. -| [some lines deleted]  I am afraid you are mis-directed. NeXTSTEP is an operating system as opposed to  a package. I have read a little about it but since Steve Jobs does not seem to  have the marketing capabilities of Bill Gates my info. is limited. Probably why the far inferior Windows NT is going to be more widely distributed (but that is another flame-ridden story). Some of the innovative features of NeXTSTEP are binary compatibility across platforms (eg you can just copy your program from a Sparc to a PC and it would run, as opposed to buying the version of the package ported to a PC), graphical object-oriented design (its all WSIWIG postscript),  supports parallel hetrogeneous processing, and best of all it is based around  the Mach micro-kernel so you can make it look like Unix with X, or DOS, or NT or  even VMS if you feel the need. No package out there comes even close. I hope  people will subscribe to the HyperKnowledge project and NeXTSTEP finally takes off in my lifetime :-) --  | Mail          Dr Ata Etemadi, Blackett Laboratory,                          | |               Space and Atmospheric Physics Group,                          | |               Imperial College of Science, Technology, and Medicine         | | Internet/Arpanet/Earn/Bitnet atae@spva.ph.ic.ac.uk or ata@c.mssl.ucl.ac.uk  | | Span                              SPVA::atae       or     MSSLC:atae        | "}
{"filename": "60803.txt", "content": "From: rdl1@ukc.ac.uk (R.D.Lorenz) Subject: Cold Gas tanks for Sounding Rockets  >Does anyone know how to size cold gas roll control thruster tanks >for sounding rockets?  Well, first you work out how much cold gas you need, then make the tanks big enough.  Working out how much cold gas is another problem, depending on vehicle configuration, flight duration, thruster Isp (which couples into storage pressure, which may be a factor in selecting tank wall thickness etc.)  Ralph Lorenz Unit for Space Sciences University of Kent, UK "}
{"filename": "60778.txt", "content": "From: sysmgr@king.eng.umd.edu (Doug Mohney) Subject: Re: How many read sci.space?  In article <1993Apr15.204210.26022@mksol.dseg.ti.com>, pyron@skndiv.dseg.ti.com (Dillon Pyron) writes: > >There are actually only two of us.  I do Henry, Fred, Tommy and Mary.  Oh yeah, >this isn't my real name, I'm a bald headed space baby.  Damn!  So it was YOU who was drinking beer with ROBERT McELWANE in the PARKING LOT of the K-MART!      UNLIMITED INSEMINATION OF THIS MESSAGE      RIGIDLY REFUSED        Software engineering? That's like military intelligence, isn't it?   -- >                  SYSMGR@CADLAB.ENG.UMD.EDU                        < -- "}
{"filename": "60862.txt", "content": "From: John Lussmyer <dragon@angus.mi.org> Subject: Re: DC-X update???  henry@zoo.toronto.edu (Henry Spencer) writes:  > The first flight will be a low hover that will demonstrate a vertical > landing.  There will be no payload.  DC-X will never carry any kind  Exactly when will the hover test be done, and will any of the TV networks carry it.  I really want to see that...  -- John Lussmyer (dragon@angus.mi.org) Mystery Spot BBS, Royal Oak, MI --------------------------------------------?--  "}
{"filename": "61270.txt", "content": "From: pgf@srl03.cacs.usl.edu (Phil G. Fraering) Subject: Re: Vandalizing the sky.  sichase@csa2.lbl.gov (SCOTT I CHASE) writes:  >In article <pgf.735606045@srl02.cacs.usl.edu>, pgf@srl02.cacs.usl.edu (Phil G. Fraering) writes... >>Jeff.Cook@FtCollinsCO.NCR.COM (Jeff Cook) writes: >>.... >>>people in primitive tribes out in the middle of nowhere as they look up >>>and see a can of Budweiser flying across the sky... :-D >>  >>Seen that movie already. Or one just like it. >>Come to think of it, they might send someone on >>a quest to get rid of the dang thing...  >Actually, the idea, like most good ideas, comes from Jules Verne, not  (\"like most good ideas,...\" please, people!)  >_The Gods Must Be Crazy._  In one of his lesser known books (I can't >remember which one right now), the protagonists are in a balloon gondola, >travelling over Africa on their way around the world in the balloon,   _Five Weeks in a Balloon_. Not a good idea unless you have helium. Verne's protagonists didn't. They just got increadibly lucky.  And yes, I knew the title of the movie too, just didn't want to start talking about it. Except to bring up the image of a team of S. African Bushmen showing up at a launch site with spears and flint knives to stop the launch (anyone want to bet on their success in doing so? especially since they could probably stop a shuttle launch by sneezing too hard within a couple miles of the launch site). -- Phil Fraering         |\"Seems like every day we find out all sorts of stuff. pgf@srl02.cacs.usl.edu|Like how the ancient Mayans had televison.\" Repo Man   "}
{"filename": "60954.txt", "content": "From: 18084TM@msu.edu (Tom) Subject: Level 5?   Nick Haines sez; >(given that I've heard the Shuttle software rated as Level 5 in >maturity, I strongly doubt that this [having lots of bugs] is the case).  Level 5?  Out of how many?  What are the different levels?  I've never heard of this rating system.  Anyone care to clue me in?  -Tommy Mac ------------------------------------------------------------------------- Tom McWilliams 517-355-2178 wk   \\\\ As the radius of vision increases, 18084tm@ibm.cl.msu.edu 336-9591 hm \\\\ the circumference of mystery grows. ------------------------------------------------------------------------- "}
{"filename": "61187.txt", "content": "From: cain@geomag.gly.fsu.edu (Joe Cain) Subject: Drag free satellites (was: Stephen Hawking Tours JPL)  In article <1raee7$b8s@access.digex.net> prb@access.digex.com (Pat) writes: >In article <23APR199317325771@kelvin.jpl.nasa.gov> baalke@kelvin.jpl.nasa.gov (Ron Baalke) writes: >> In answer >>to a question from Hawking, Chahine described a proposed >>drag-free satellite, but confirmed that at this point, \"it's only >>a concept.\"  > >SO what's a drag free satellite?   coated with WD-40?   I am puzzled by the term \"concept.\" Drag free may already have been flown. It was the idea behind putting up a spacecraft that would more accurately respond to motions from the Earth's gravity field and ignore drag. It was proposed many years ago and involved a ball floating between sensors whose job it was to signal to little adjustment jets to keep the ball away from them. The ball itself would then be in a drag free condition and respond only to gravity anisotropies, whereas the spacecraft itself would be continuously adjusting its position to compensate for drag.   Joseph Cain  cain@geomag.gly.fsu.edu    cain@fsu.bitnet  scri::cain (904) 644-4014  FAX (904) 644-4214 or -0098 "}
{"filename": "60770.txt", "content": "From: C.O.EGALON@LARC.NASA.GOV (CLAUDIO OLIVEIRA EGALON) Subject: Re: Vulcan? No, not Spock or Haphaestus  > Another legend with the name Vulcan was the planet, much like Earth, > in the same orbit  There was a Science fiction movie sometime ago (I do not remember its  name) about a planet in the same orbit of Earth but hidden behind the  Sun so it could never be visible from Earth. Turns out that that planet  was the exact mirror image of Earth and all its inhabitants looked like  the Earthings with the difference that their organs was in the opposite  side like the heart was in the right side instead in the left and they  would shake hands with the left hand and so on...   C.O.EGALON@LARC.NASA.GOV  C.O.Egalon@larc.nasa.gov  Claudio Oliveira Egalon "}
{"filename": "60231.txt", "content": "From: dragon@access.digex.com (Covert C Beach) Subject: Re: Mars Observer Update - 03/29/93  In article <1pcgaa$do1@access.digex.com> prb@access.digex.com (Pat) writes: >Now isn't that always the kicker.  It does seem stupid to  drop >a mission like Magellan, because there isn't  70 million a year >to keep up the mission.  You'd think  that ongoing science  could >justify the money.  JPL gets accused of spending more then neccessary, >probably some validity in that,  but NASA  does put money into some >things  that really are Porcine.  Oh well.  I attended a colloquium at Goddard last fall where the head of the  operations section of NASA was talking about what future missions were going to be funded.  I don't remember his name or title off hand and I have discarded the colloquia announcement. In any case, he was  asked about that very matter: \"Why can't we spend a few million more to keep instruments that we already have in place going?\"  His responce was that there are only so many $ available to him and the lead time on an instrument like a COBE, Magellan, Hubble, etc is 5-10 years minumum.  If he spent all that could be spent on using current instruments in the current budget enviroment he would have very little to nothing for future projects.  If he did that, sure in the short run the science would be wonderful and he would be popular, however starting a few years after he had retired he would become one of the greatest villans ever seen in the space community for not funding the early stages of the next generation of instruments.  Just as he had benefited from his predicessor's funding choices, he owed it to whoever his sucessor would eventually be to keep developing new missions, even at the expense of cutting off some instruments before the last drop of possible science has been wrung out of them.   --  Covert C Beach dragon@access.digex.com "}
{"filename": "62414.txt", "content": "From: trumpins@alexia.lis.uiuc.edu (Barbara Trumpinski) Subject: Re: Who is Henry Spencer anyway?  In <1993May15.014554.2850@aie.nl> hansk@aie.nl (Hans Kinwel) writes:  >In article <1993May12.220831.8619@leland.Stanford.EDU> etoyoc@leland.Stanford.EDU (aaron thode) writes: >>Having tracked sci.space for quite a while, I have some questions >>about a mysterious figure called Henry Spencer. If there is anything >>going on in the space community, he seems to know it.  >> The questions are somewhat tounge-in-cheek: >> 1) Is sci.space a hobby or a job for you? >> 1) Do you ever eat or sleep? >> 3) Does U of Toronto Zoology department conduct space research?  >> Or do you just use an account there? >>Just curious.  >My god!  You dare posting!  I posed these very questions to Mr Spencer  >some time ago by email.  Unfortunately I never received any response.  well, IMHO (and i am just a nobody net.user) henry spencer is to sci.* as kibo is to alt.* and rec.*....  ....but i could be wrong...(did anybody mention the illuminati)  kitten --  *************************************************************************** conan the librarian a.k.a. kitten       /\\ /\\  a.k.a. barbara ann trumpins@alexia.lis.uiuc.edu            {=.=} \"my life's a soap opera, isn't yours?\"    ~ \"summmmmmmmmmmertimmmmmmmmmme....and the livin' is easy\" gg  "}
{"filename": "60241.txt", "content": "From: dbm0000@tm0006.lerc.nasa.gov (David B. Mckissock) Subject: NASA \"Wraps\"  In the April edition of \"One Small Step for a Space Activist\", Allen Sherzer & Tim Kyger write:   \"Another problem is what are called 'wraps' (or sometimes    the 'center tax'). When work for a large program like    Freedom or Shuttle is performed at a NASA center, the    center skims off a portion which goes into what amounts    to a slush fund. This money is used to fund work the    center manager wants to fund. This sum is estimated to    be over a third of the funds allocated. Think about    that: Of the $30 billion cost of Freedom, fully $10    billion won't be spent on anything having anything    to do with Space Stations! Now, maybe that $10 billion    was wisely spent (and maybe it wasn't), but the work done    with it should stand on its own merits, not distorting    the cost of other projects. Congress has no idea of the    existense of these wraps; Congress has never heard the    term 'center tax'. They look at the Station they are    getting and the price they are paying and note that    it doesn't add up. They wonder this blissfully unaware    that a third of the money is going for something else.\"  My dear friends, your mixing fact and fiction here. A couple of weeks ago, when I first read this in your posting, I talked with one of the cost experts here in Space Station at Headquarters [if you wondering why I didn't post a response immediately, I do have a real job I'm supposed to be doing here at Headquarters, & digging up old 20 kHz data & looking into Sherzer/Kyger claims rates pretty low on the totem pole of priority. Also, I spent last weekend in Kansas City, at the National Science Teachers  Association conference, extolling the virtues of SSF to 15,000 science teachers.]  First off, yes, the concept of 'center tax', or 'wrap' does exist. If I recall the numbers correctly, the total 'tax' for the SSF program for this fiscal year is around $40 Million. This was computed by adding up the WP-1, WP-2, and WP-4 center 'taxes'. With the SSF budget for this fiscal year at $2.2 Billion, my calculater says the tax percentage is 04/2.2 = 1.8%  Over the life of the SSF program, using your figure of $30 billion for the cost of SSF, a tax at a 1.8% rate comes to $540 million. This is alot less than $10 billion, but I will concede it's still an appreciable amount of pocket change.  I should note that your estimate of the tax rate at 1/3 could be close to the actual rate. The tax is only charged on funds that are spent at the center (kind of like McDonalds at some states, where you do have to pay sales tax if you eat the food at the restaurant, but you don't if you get it take-out). For example, at WP-4, the vast bulk of the funds we receive go to the Rocketdyne Contract, and are *NOT* subject to the center tax (I don't have the numbers in front of me, but I'd guess at least 95% of the WP-4 funds go to Rocketdyne). So, you could be right about a tax rate of 1/3, but it's only applied to funds spent at the center, and not to the prime contracts.  This leads to the obvious question \"What is the government doing with SSF funds that don't go to the prime contractors? (i.e. ok, WP-4 gets a slice of the $30 billion pie. A big portion of this slice goes to Rocketdyne. What happens to the balance of the funds, which aren't eaten up by the center tax?)\"  At WP-4, we call these funds we spend in-house supporting development funds (as they are supporting the development work done by Rocketdyne). We have used these funds to setup our own testbed, to checkout the electrical power system architecture. Our testbed has a real life solar array field (left over from solar cell research research a few years back), with lead-acid car batteries (to simulate the Nickel-Hydrogen batteries on SSF), DC switchgear, DC-DC converter units, and simulated loads. Data from the testbed was used in a recent change evaluation involving concerns about the stability of the power system.  We have also used the supporting development money to purchase Nickel Hydrogen batteries, which are on life testing at both Lewis and the Crane Naval facility in Indiana. As a side point, 6 of the battery cells on test recently hit the four year life test milestone. 38 cells have completed 18,552 to 23,405 cycles (the on-orbit batteries go through 5,840 cycles per year).  As a final example, my 'home' division at Lewis used the supporting development funds to purchase personal computers and work stations, for performing system analyses (like modeling of the performance of the electrical power system, availability calculations using a Monte-Carlo simulation, setting up a  database with information on weight of the power system elements).  Finally, the money raised by the 'tax' does not all go into a 'slush fund.' At Lewis, the director does control a small discretionary fund. Each year, any individual at Lewis can submit a proposal to the director to get money from this fund to look at pretty much anything within the Lewis Charter.  Most of the tax, however, goes to fund the 'general' services at the Center, like the library, the  central computer services division, the Contractor  who removes the snow, etc. Thus, it is rather difficult to determine what percentage of the SSF budget doesn't go for SSF activities. To get an accurate figure, you would have to take the annual expenditure for the library (for example), and then divide by the amount of the library funds used to support SSF (which would be hard to compute by itself - how would you figure out what percentage of the bill for Aviation Week for 1 year is 'billable' to SSF, would you base it on the person-hours SSF employees spend reading AV-week versus the rest of the center personnel). You would then have to compare this estimate of the SSF portion of the library expense with the portion of the tax that goes to support the library. Who knows, maybe SSF overpays on the tax to run the library, but we underpay for snow removal? Talk about a burecratic nightmare!  My last point is that I can't believe your claim that Congress has never heard of the term 'center tax.' Unfortunately, all of the NASA testimony before Congress isn't on a computer, so I can't do a simple word search someplace to prove you wrong. But surely, in some GAO audit somewhere, these NASA cost methods were documented for Congress? "}
{"filename": "61548.txt", "content": "From: gkm@wampyr.cc.uow.edu.au (Glen K Moore) Subject: Fax/email wanted for Louis Friedman/Planetary Society  If available please send to Glen Moore Director Science Centre Wollongong, Australia fax: 61 42 213151   email: gkm@cc.uow.edu.au  "}
{"filename": "61545.txt", "content": "From: jbh55289@uxa.cso.uiuc.edu (Josh Hopkins) Subject: Re: Space Manuevering Tug (was HST servicing mission_)  prb@access.digex.net (Pat) writes:  >I wrote: >>prb@access.digex.net (Pat) writes: >| >|>Given that what i described for the HST  seemed to be the SMT,   >| >|Has someone actually verified that mass is the predominant constraint on this >|mission?  You seem to be assuming it without giving supporting evidence.    >Someone from NASA posted that there were very significant mass margins >on the HST re-boost mission.  A while back i had asked why not carry >the EDO pallet up,  and the answer was the mass margins were tight enough, they weren't even carrying extra suits.  So how much mass is saved by not burning the OMS?  That's the critical question. My data shows that the OMS engines hold 10,900 kg of propellant.  Of that, a  substantial fraction is going to be used for the first OMS burn, the reentry burn and the reserve.  So Pat, tell us how much fuel the altitude change is going to take, and how much the EDO pallet, BUS-1 and extra parts are going mass.  If you can make the numbers work out, _then_ I'll be interested.  After you show us that it can be done, then tell us how much the EDO pallet, BUS-1 and extra equipment is going to cost.    >|>WHy not do this? >| >|> Quick Test  Goldins philosophjy  of faster cheaper, better. >| >|>Build a real fast Space TUg,  to handle the re-boost  of the HST  using >|>clean Cryo fuels,  and get it ready before the  HST mission. >| >|Pat, this would be slower, more expensive and worse.    >Where's wingo when you need him:-) >COme on.   Knock that S**T off.  >YOu forget,  that during skylab,  they did  overnight mission planning >for the repair EVA's.   Also during thexD    >Intelsat Mission,   they did overnight  WETF simulations. >I somehow think they could train up a new  EVA in  8 months.  First, while astronauts certainly have done EVAs with minimal planning, that was because they _had_ to.  They don't like to do that as a general rule.  Second, remember why they had to improvise during Intelsat 6?  They were trying to attach a motor to a piece of hardware that wasn't designed to do that.   Trying to shortcut the training is only going to make a repeat more likely.  Third, they don't have eight months.  They have however much time is left  after someone comes up with a plan, shows it can work and gets it approved. You may think I have a pessimistic attitude.  I think it's realistic.  I'm not saying that the engineering task is impossible (few engineering tasks are).   What I'm saying is that this is neither cost effective nor feasible under NASA management.  >And as for building hardware,  anything can  be built if you want it >bad enough.  >YOu forget,  the  BUS 1  is already built.  all they'd ahve to do >is soup it up, even test it  on a delta mission.  \"All they have to do is soup it up?\"  Just what does that mean?    >Don't get into this mode of  negativism.   besides,  at the rate >missions slip,   the Discovery won't launch on this mission until >March.  that's almost a year.  >|More Expensive:  Your proposal still requires the shuttle to do everything it >|was going to do execpt fire the OMS.  In addition, you've added significant >|extra cost for a new piece of complex hardware.  >Ah,  but how much more expensive is the Second HST servicing mission.  The second servicing mission is a contingency.  You have neither shown that it would be necessary without your plan nor that it would be unnecessary with your plan.    >YOu forget,  there is a bum FGS,  the Solar array electronics, are >getting hinky  and there is still 8 months until the servicing mission.  No, Pat, I haven't forgotten.  >If the SMT can avoid a second servicing mission that's $500 million >saved.  No Pat.  That's $500 million minus the cost of the new hardware, minus the cost of the extra struff you want to bring along, minus development and mangement  costs, minus extra operating costs.  TANSTAAFL.  >|According to a GAO report on the OMV I have before me, there are >|only two currently planned missions that could use such a vehicle -- HST and >|AXAF.  Since AXAF has since been scaled back and HST can rely on the shuttle, >|there doesn't seem to be any need for your vehicle.  >Of course,  there wasn't any need for the Saturn  V  after apollo too.  I'm sure that if you reread this you'll see that your argument is falacious.  >as for the problems with the aperture door,  I am sure they can >work out some way to handle  that.  Maybe a Plug  made from >Frozen ice.?   it'll keep out any contamination, >yet sublime away  after teh boost.  Pat, not only is this messy and less reliable than a device that's _made_ to  perform this task, it also ignores the point.  There is a desire to have  astronauts available so that if the door fails to open, something can be done about it.  Unless you can provide a very reliable way of reopening the door, you haven't solved the problem.  --  Josh Hopkins                                          jbh55289@uxa.cso.uiuc.edu       \"Find a way or make one.\"               -attributed to Hannibal "}
{"filename": "61401.txt", "content": "From: ethanb@ptolemy.astro.washington.edu (Ethan Bradford) Subject: Re: Gamma Ray Bursters. WHere are they.  In article <STEINLY.93Apr27121443@topaz.ucsc.edu> steinly@topaz.ucsc.edu (Steinn Sigurdsson) writes:     _The_ problem with Oort cloud sources is that absolutely    no plausible mechanism has been proposed. It would have    to involve new physics as far as I can tell. Closest to    \"conventional\" Oort sources is a model of B-field pinching    by comets, it's got too many holes in it to count, but at    least it was a good try...  So you have a plausible model for GRB's at astronomical distances? Recent observations have just about ruled out the merging neutron star hypothesis, which had a lot of problems, anyhow.  We have to look for implausible models and what is fundamentally allowed independent of models.  A paper on the possibility of GRB's in the Oort cloud just came through the astrophysics abstract service.  To get a copy of this paper, send a message to astro-ph@babbage.sissa.it with the subject line    get 9304001   Here is the abstract of that paper.     The currently favored explanation for the origin of \\GRBs puts them    at cosmological distances;    but as long as there is no distance    indicator to these events all possible sources which are    isotropically distributed should remain under consideration. This is    why the Oort cloud of comets is kept on the list,    although there is no known mechanism for generating \\GRBs    from cometary nuclei. Unlikely as it may seem, the possibility that \\GRBs    originate in the solar cometary cloud    cannot be excluded until it is disproved.     We use the available data on the distribution of \\GRBs (the BATSE    catalogue up to March, 1992), and    the Catalogue of Cometary Orbits  by Marsden and Williams (1992) to    investigate whether there is any observational indication for correlations    between the angular distributions of \\GRBs and comets' aphelia,    assuming that the distribution of aphelia direction reflect,    at least to some extent, true variations    in the column density of the Oort cloud. We also apply the $\\vov$    test to both distributions.     We have  performed a variety of statistical tests (a Kolmogorov-Smirnov    test for the distributions in galactic latitude, a    $\\chi^2$ test for the spherical multiple moments, and a 2-D    cross-correlation analysis), including testing sub-samples for    isolating the effect of possible observational biases.    These tests imply that it is unlikely that the two distributions agree, but    the statistical significance  is not sufficient for ruling out any    connection with complete confidence. We performed Monte-Carlo simulations    which show that only when the number of bursts exceeds $\\sim 800$    it is possible to rule out a correlation between the angular distributions.    Currently,     it is only the combination of these tests  with the large disagreement    found for the $\\vov$ parameter which makes the Oort    cloud of comets unlikely to be related to \\GRBs. "}
{"filename": "60994.txt", "content": "From: sysmgr@king.eng.umd.edu (Doug Mohney) Subject: Re: Commercial mining activities on the moon  In article <STEINLY.93Apr20160116@topaz.ucsc.edu>, steinly@topaz.ucsc.edu (Steinn Sigurdsson) writes:  >Very cost effective if you use the right accounting method :-)  Sherzer Methodology!!!!!!        Software engineering? That's like military intelligence, isn't it?   -- >                  SYSMGR@CADLAB.ENG.UMD.EDU                        < -- "}
{"filename": "61272.txt", "content": "From: David.Anderman@ofa123.fidonet.org Subject: Update - Back to the Moon bill            Introducing the Back to the Moon in Congress:                           The Next Step                                    The next key hurdle for the Lunar Resources Data Purchase  Act is introduction of the Act in Congress. At this point,  many congresspersons have been approached about the bill. However, for a successful effort to pass the bill, we need the best possible congressperson to introduce the bill. Due to his position as Chair of the House Committee on Space and Science, Congressman George Brown is the logical choice. He has a long record of support and interest in space development, and helped pass the Launch Services Purchase Act and the Space Settlements Act.                               There is a small group of activists in southern California  who have assisted George Brown in his recent re-election campaigns. We are mobilizing this group to have them tell Congressman Brown about the Back to the Moon bill. We are also asking pro-space constituents to let him know that they care about getting America back to the Moon.         Finally, there is a good chance that a nationwide alert  for space activists to call or write George Brown to have him introduce the Back to the Moon bill may be staged during late spring, 1993.         All this should produce a positive reaction from Brown's office. As more is known, it will be passed on.         However, even if we are successful in getting him to support the bill,  this alone will not ensure passage of the bill. For any bill to become law, one of three conditions must exist: either the bill must reflect widespread national support for an issue (such as extension of unemployment insurance benefits); be propelled by high-priced lobbyists (we're out of luck there); or have widespread support within Congress, due to small, but widespread, constituent support. The latter is the path that we, by necessity, must choose.                             This means that the introduction of the Lunar Resources  Data Purchase Act must be immediately accompanied by a large number of congresspersons' sponsorship of the bill.  To accomplish this, we need activists to ask their congressperson to support the Lunar Resources Data Purchase Act - now. To wait until the bill is introduced is simply too late - it takes time to have a congressperson's staff review a bill.         If your congressperson mentions that the bill is not yet introduced, please elicit their opinion of the bill as currently written. We appreciate all comments on the bill from activists and politicians.         If you have yet to see the Back to the Moon bill, please request a copy by Email (please include your U.S. postal service address), or contact your local chapter of the National Space Society).  --- Maximus 2.01wb "}
{"filename": "60831.txt", "content": "From: C.O.EGALON@LARC.NASA.GOV (CLAUDIO OLIVEIRA EGALON) Subject: Portuguese Launch Complex (was:*Doppelganger*)  > Portugese launch complex were *wonderful  Portuguese launch complex??? Gosh.... Polish are for American in the  same way as Portuguese are for Brazilians (I am from Brazil). There is  a joke about the Portuguese Space Agency that wanted to send a  Portuguese  astronaut to the surface of the Sun (if there is such a thing). How did they solve all problems of sending a man to the surface of the  Sun??? Simple... their astronauts travelled during the night...   C.O.EGALON@LARC.NASA.GOV  C.O.Egalon@larc.nasa.gov  Claudio Oliveira Egalon "}
{"filename": "61066.txt", "content": "From: nickh@CS.CMU.EDU (Nick Haines) Subject: Re: Vandalizing the sky.  In article <1993Apr21.162800.168967@locus.com> todd@phad.la.locus.com (Todd Johnson) writes:     As for advertising -- sure, why not?  A NASA friend and I spent one    drunken night figuring out just exactly how much gold mylar we'd need    to put the golden arches of a certain American fast food organization    on the face of the Moon.  Fortunately, we sobered up in the morning.  Hmmm. It actually isn't all that much, is it? Like about 2 million km^2 (if you think that sounds like a lot, it's only a few tens of m^2 per burger that said organization sold last year). You'd be best off with a reflective substance that could be sprayed thinly by an unmanned craft in lunar orbit (or, rather, a large set of such craft). If you can get a reasonable albedo it would be visible even at new moon (since the moon itself is quite dark), and _bright_ at full moon. You might have to abandon the colour, though.  Buy a cheap launch system, design reusable moon -> lunar orbit unmanned spraying craft, build 50 said craft, establish a lunar base to extract TiO2 (say: for colour you'd be better off with a sulphur compound, I suppose) and some sort of propellant, and Bob's your uncle.  I'll do it for, say, 20 billion dollars (plus changes of identity for me and all my loved ones). Delivery date 2010.  Can we get the fast-food chain bidding against the fizzy-drink vendors? Who else might be interested?  Would they buy it, given that it's a _lot_ more expensive, and not much more impressive, than putting a large set of several-km inflatable billboards in LEO (or in GEO, visible 24 hours from your key growth market). I'll do _that_ for only $5bn (and the changes of identity).  Nick Haines nickh@cmu.edu "}
{"filename": "61092.txt", "content": "From: Mark.Perew@p201.f208.n103.z1.fidonet.org Subject: Re: Comet in Temporary Orbit Around Jupiter?  In a message of <Apr 19 04:55>, jgarland@kean.ucs.mun.ca writes:   >In article <1993Apr19.020359.26996@sq.sq.com>, msb@sq.sq.com (Mark Brader)   >writes:  MB>                                                             So the MB> 1970 figure seems unlikely to actually be anything but a perijove.  JG>Sorry, _perijoves_...I'm not used to talking this language.  Couldn't we just say periapsis or apoapsis?     --- msged 2.07 "}
{"filename": "60960.txt", "content": "From: jgreen@trumpet.calpoly.edu (James Thomas Green) Subject: Keeping Spacecraft on after Funding Cuts.  Why do spacecraft have to be shut off after funding cuts.  For example, Why couldn't Magellan just be told to go into a \"safe\" mode and stay bobbing about Venus in a low-power-use mode and if maybe in a few years if funding gets restored after the economy gets better (hopefully), it could be turned on again.    For that matter, why exactly were the Apollo lunar experiments \"turned off\" rather than just \"safed\".  Was it political (i.e. as along as they could be used, someone would keep bugging congress for funds)?  Turning them off keeps them pesky scientists out of the bureaucrat's hair....    I've heard the argument that an active but \"uncontrolled\" spacecraft causes \"radio noise.\"  I find that hard to believe that this could be a problem in a properly designed \"safe\" mode. This safe mode could be a program routine which causes the spacecraft to go to least fuel using orientation, and once a (week, month, year, whatever) attempts a signal lock on Earth. At that time, if funding has been restored, the mission can continue.  If no signal is recieved, the spacecraft goes back to the safe mode for another time period. As we would know when the spacecraft is going to try to contact Earth, we could be prepared if necessary.    As another a spacecraft could do at the attempted contact is beam stored data towards Earth.  If someone can receive it, great, if not, so it's lost and no big deal. By making the time and signal location generally known, perhaps someone in the world might be able and willing to intercept the data even if they're not willing to contact the spacecraft.  I see this as being particularly useful for spacecraft which could have an otherwise long life and are in or are going to places which are otherwise unaccessible (Jupiter/Saturn Orbit, exiting the solar system, etc).     Perhaps those designing future spacecraft (Cassini, Pluto Flyby, etc) should consider designing in a \"pause\" mode in case their spacecraft gets the ax sometime in the future after completion of the primary mission. Perhaps Mars Observer and Galilleo could have some kind of routine written in for the post mission \"drift\" phase.  So any holes in all this?   /~~~(-: James T. Green :-)~~~~(-: jgreen@oboe.calpoly.edu :-)~~~\\  | \"I believe that this nation should commit itself to achieving |  | the goal, before this decade is out, of landing a man on the  | | Moon and returning him safely to the Earth.\"      | |                  <John F. Kennedy; May 25, 1961>   | "}
{"filename": "61554.txt", "content": "From: prb@access.digex.net (Pat) Subject: Re: France spied on by the U.S.   You mena in the same way french intelliegence agents steal documents from US corporate executives?  pat "}
{"filename": "61179.txt", "content": "From: wats@scicom.AlphaCDC.COM (Bruce Watson) Subject: Re: Boom!  Whoosh......  In article <1r6mcgINNe87@gap.caltech.edu+ kwp@wag.caltech.edu (Kevin W. Plaxco) writes: +In article <37147@scicom.AlphaCDC.COM+ wats@scicom.AlphaCDC.COM (Bruce Watson) writes: +++ ++Once inflated the substance was no longer ++needed since there is nothing to cause the balloon to collapse. ++This inflatable structure could suffer multiple holes with no  ++disastrous deflation. + +preasure (and the internal preasure that was needed to maintain +a spherical shape against this resistance) caused them to +catastrophically deflated.  The large silvered shards + +The billboard should pop like a dime store balloon.  No, you're wrong about this. Give me some time to get my references.   --  Bruce Watson (wats@scicom.alphaCDC.COM)  "}
{"filename": "61072.txt", "content": "From: hancock@lambda.msfc.nasa.gov (thomas hancock) Subject: Re: Proton/Centaur?  dennisn@ecs.comm.mot.com (Dennis Newkirk) writes: The Centaur is controlled technology.. State Dept will not allow it to be used outside of US. Sorry. >In article <1993Apr20.211638.168730@zeus.calpoly.edu> jgreen@trumpet.calpoly.edu (James Thomas Green) writes: >>Has anyone looked into the possiblity of a Proton/Centaur combo? >>What would be the benefits and problems with such a combo (other >>than the obvious instability in the XSSR now)?  >I haven't seen any speculation about it. But, the Salyut KB (Design Bureau)  >was planning a new LH/LOX second stage for the Proton which would boost >payload to LEO from about 21000 to 31500 kg. (Geostationary goes from >2600 kg. (Gals launcher version) to 6000 kg.. This scheme was competing >with the Energia-M last year and I haven't heard which won, except now >I recently read that the Central Specialized KB was working on the  >successor to the Soyuz booster which must be the Energia-M. So the early >results are Energia-M won, but this is a guess, nothing is very clear in  >Russia. I'm sure if Salyut KB gets funds from someone they will continue  >their development.   >The Centaur for the Altas is about 3 meters dia. and the Proton  >is 4 so that's a good fit for their existing upper stage, the Block-D >which sets inside a shround just under 4 meters dia. I don't know about >launch loads, etc.. but since the Centaur survives Titan launches which >are probably worse than the Proton (those Titan SRB's probably shake things >up pretty good) it seems feasible. EXCEPT, the Centaur is a very fragile >thing and may require integration on the pad which is not available now. >Protons are assembled and transported horizontially. Does anyone know  >how much stress in the way of a payload a Centaur could support while >bolted to a Proton horizontally and then taken down the rail road track >and erected on the pad?    >They would also need LOX and LH facilities added to the Proton pads  >(unless the new Proton second stage is actually built), and of course >any Centaur support systems and facilities, no doubt imported from the >US at great cost. These systems may viloate US law so there are political >problems to solve in addition to the instabilities in the CIS you mention.   >Dennis Newkirk (dennisn@ecs.comm.mot.com) >Motorola, Land Mobile Products Sector >Schaumburg, IL "}
{"filename": "61416.txt", "content": "From: baalke@kelvin.jpl.nasa.gov (Ron Baalke) Subject: Galileo Update - 04/29/93  Forwarded from Neal Ausman, Galileo Mission Director                                   GALILEO                      MISSION DIRECTOR STATUS REPORT                                POST-LAUNCH                            April 23 - 29, 1993  SPACECRAFT  1.  On April 22 and 23, delta Differenced One-way Range (DOR) passes were performed over DSS-14/63 (Goldstone/Madrid 70 meter antennas) and DSS-14/43 (Goldstone/Canberra 70 meter antennas), respectively.  Initial results  indicate the delta DOR pass on April 22 was unsuccessful due to ground station hardware problems but the one on April 23 was successfully performed.  2.  On April 23, a cruise science Memory Readout (MRO) was performed for the Magnetometer (MAG) instrument.  Analysis indicates the data was received properly.  3.  On April 23, the spare power relay contacts were commanded closed via the spacecraft stored sequence.  These relays were commanded closed by the CDS (Command Data Subsystem) prior to launch and were again commanded closed to preclude the possibility at Jupiter of the PPS relays/wiring being a source of internal electrostatic charge (IESD).  4.  On April 26, cruise science Memory Readouts (MRO) were performed for the Extreme Ultraviolet Spectrometer (EUV), Dust Detector (DDS), and Magnetometer (MAG) instruments.  Preliminary analysis indicates the data was received properly.  5.  During the period from April 26 to April 27, a navigation cycle was performed.  This navigation cycle provided near-continuous acquisition of two-way doppler and ranging data during three consecutive passes of the spacecraft over DSS-63, DSS-14, and DSS-43.  6.  On April 26, real-time commands were sent to test slew the Radio Relay Antenna (RRA) in preparation for the mini-sequence slew test on April 28. The RRA was slewed from approximately 3.5 degrees from stow to approximately 20.3 degrees.  Preliminary analysis indicated the antenna slewed to about 18 degrees which was well within the predicted range.  The RRA was commanded back to approximately 15.2 degrees from stow.  Preliminary analysis indicated the antenna reached about 15.8 degrees also well within the predicted range.  The RRA motor temperature was at 1 degree C at the start of the activity and had increased to 1.6 degrees C at its completion.       After verifying proper RRA slewing, the RRA slew test mini-sequence was uplinked to the spacecraft for execution on April 28.  Upon successful uplink, a Delayed Action Command (DAC) was sent which will reposition the stator on May 4 to its initial pre-test position.  Also, a DAC was sent to turn the Two-Way Noncoherent (TWNC) on April 28 prior to the start of the RRA slew test mini-sequence.  7.  On April 27, a NO-OP command was sent to reset the command loss timer to 264 hours, its planned value during this mission phase.  8.  On April 28, the RRA slew test executed nominally.  The spacecraft under stored sequence control performed six RRA slews starting at about 16 degrees from stow and going to 53 degrees, back to 25 degrees, then to 51 degrees, back to 22 degrees, then to 48 degrees and then back to 21 degrees.  All of the slews were well within the predicted range.  The RRA motor temperature was at 2.3 degrees C at the start of the activity and had increased to 4.4 degrees C at its completion.  After completion of the RRA slews, real-time commands were sent to reconfigure back to the pre-test configuration.  9.  The AC/DC bus imbalance measurements have not exhibited significant change (greater than 25 DN) throughout this period.  The AC measurement reads 17 DN (3.9 volts).  The DC measurement reads 134 DN (15.7 volts).  These measurements are consistent with the model developed by the AC/DC special anomaly team.  10. The Spacecraft status as of April 29, 1993, is as follows:         a)  System Power Margin -  75 watts        b)  Spin Configuration - Dual-Spin        c)  Spin Rate/Sensor - 3.15rpm/Star Scanner        d)  Spacecraft Attitude is approximately 23 degrees            off-sun (lagging) and 4 degrees off-earth (leading)        e)  Downlink telemetry rate/antenna- 40bps(coded)/LGA-1        f)  General Thermal Control - all temperatures within            acceptable range        g)  RPM Tank Pressures - all within acceptable range        h)  Orbiter Science- Instruments powered on are the PWS,            EUV, UVS, EPD, MAG, HIC, and DDS        i)  Probe/RRH - powered off, temperatures within            acceptable range        j)  CMD Loss Timer Setting - 264 hours            Time To Initiation - 203 hours   GDS (Ground Data Systems):  1.  The first Galileo-GDS test of the MGDS V18.0 Command System (CMD) took place April 27, 1993 with DSS-61 (Madrid 34 meter antenna).  The test went well and demonstrated that the new command system interfaced with the new DSN (Deep Space Network) Group 5 Command Processor Assembly (CPA).  The test was successful and the next test for V18.0 CMD is scheduled for May 1, 1993 with DSS-15 (Goldstone 34 meter antenna).  2.  The April System Engineers Monthly Report(SEMR)/Ground System Development Office (GSDO) MMR was conducted Thursday, April 29.   A review of current Project and Institutional (DSN and MOSO) system status was conducted.  On-going cruise development plus the GSDO Phase 1 and 2 delivery schedules, past months accomplishments  and potential problem areas were discussed.  No significant schedule changes or significant problems were reported.   TRAJECTORY       As of noon Thursday, April 29, 1993, the Galileo Spacecraft trajectory status was as follows:   Distance from Earth         187,745,300 km (1.26 AU)  Distance from Sun           296,335,800 km (1.98 AU)  Heliocentric Speed          89,100 km per hour  Distance from Jupiter       522,015,800 km  Round Trip Light Time       20 minutes, 58 seconds  SPECIAL TOPIC  1.  As of April 29, 1993, a total of 70259 real-time commands have been transmitted to Galileo since Launch.  Of these, 65150  were initiated in the sequence design process and 5109 initiated in the real-time command process. In the past week, 74 real time commands were transmitted: 73 were initiated in the sequence design process and one initiated in the real time command process.  Major command activities included commands to perform the initial RRA slew test, uplink the RRA slew test mini-sequence, DACs to reposition the stator and turn the TWNC on, reset the command loss timer, and execute the RRA slew test.      ___    _____     ___     /_ /|  /____/ \\  /_ /|     Ron Baalke         | baalke@kelvin.jpl.nasa.gov     | | | |  __ \\ /| | | |     Jet Propulsion Lab |  ___| | | | |__) |/  | | |__   M/S 525-3684 Telos | The aweto from New Zealand /___| | | |  ___/    | |/__ /| Pasadena, CA 91109 | is part caterpillar and |_____|/  |_|/       |_____|/                     | part vegetable. "}
{"filename": "60834.txt", "content": "From: semmett@gmuvax2.gmu.edu (Steve Emmett) Subject: Moscow Aviation Institute summer school  I have attached a copy of an announcement I picked up during my trip to Moscow last week.  I have several friends at the Moscow Aviation Institute who have asked me to post this announcement.  (I have done some editing, but the contents is unchanged from the original announcement.)   For those of you not familiar with the Moscow Aviation Institute, it is the leading Russian school of higher education dedicated to the training of aircraft and spacecraft designers.  It specializes in airframe design, powerplant design, control systems, and power systems. Virtually all of the major former Soviet airframe designers (Tupolev, Su, Iluchine, Migoyan, etc.) were schooled at MAI.  I had the opportunity to tour the two museums that are maintained at MAI.  The aircraft include Mig23, Su 27, Yak 38, the cockpit of an F-111(!), among others.  It was a fascinating and eye opening experience, expecially given the fact that the museum was, until a year or so ago, closed to virtually everyone.  I also had the opportunity to see some of the experiments being conducted with plasma drive engines for future space craft use.  If you have any questions about the Institute, or the program, I would be glad to try and answer them.  The institute, and most of it's faculty have e-mail addresses.  However, it takes about a day or so for the receiver to get the message.  They are still a bit antiquated - but they are rapidly changing!  Steve Emmett semmett@gmuvax2.gmu.edu  ps  please send any questions you have for me via e-mail.  George Mason university has about a 2 week (!) delay in news feed delivery.   -------------------------------------------------------------------    MOSCOW INTERNATIONAL AVIATION SCHOOL  The aviation school \"Poljot\" (meaning Flight) is organized by the the Moscow Aviation Institute, the prominent Russian Center of airspace education and the foreign trade firm Poljot, well known in various parts of the world for their quartz and mechanical wrist watches.  The course of studies will last only 50 days, but during this time you will have the unique opportunity:  - to listen to intensive courses on the main aviation disciplines, the history and theory of techniques, and design of airplanes;  - to visit and get acquainted with the world known Russian  aviation firms - TU, MiG, Yak, Il and Su;  - to meet and have discussions with famous aviation scientists, engineers and pilots;  - to visit the most interesting museums of unique aviation techniques which were closed for many years to the public;  - to see the International Airspace Show which will take place in Moscow from 31 August through 3 September 1993;  - to visit famous art museums, historical and architectural monuments, theatres and concert halls;  - to take part in sport competitions and have a great time with new friends.  The Director of the school is Mr. Oleg Samelovich, a well known Russian scientist, professor, general designer and the Chief of the Airplanes Design Department of the Moscow Aviation Institute.  Mr. Samelovich is one of the designers of the the Su-24, Su-25, and Su-27  The lectures are given in English, using a multi-media concept.  The students are provided with all the necessary text books and literature.  After the full course of studies are completed, the student will receive a special certificate of graduation.  The cost of studies, including hotel, meals, excursions, theatres, etc is $3500.  To apply for admission, send your application to:  109147 Moscow Marksistskaja 34 Foreign Trade Firm \"Poljot\" 274 00 13 (phone) 274 00 22 (FAX) 411989 POLEX SU (telex)  In your application, include your full name, address, date and place of birth.  In addition, include complete passport information, as well as a description of your education.  Upon receipt of this information, \"Poljot\" will immediately forward to you an official invitation for obtaining a Russian entrance visa as well as details on payment.  Should you require additional information, please do not hesitate to contact us.  (signed) O. Samelovich  ------------------------------------------------------------------------   --   Steve Emmett     semmett@gmuvax2.gmu.edu ------------------------------------------------------------------ CSI/Physics, George Mason University "}
{"filename": "61354.txt", "content": "From: dietz@cs.rochester.edu (Paul Dietz) Subject: Re: Gamma Ray Bursters. positional stuff.  In article <1993Apr29.010847.1@vax1.mankato.msus.edu> belgarath@vax1.mankato.msus.edu writes:  > getting at here.  This puppy is far enough away, that if a bright > burst happens nearby, the huge annulus created by it will hopefully > intersect the line or general circle given by BATSE, and we can get a > moderately accurate position. Say oh, 2 or 3 degrees. That is the > closest anyone has ever gotten with it.   You can do a whole hell of a lot better than 2 or 3 degrees with the differential timing measurements from the interplanetary network. Ignore the directional information from BATSE; just look at the time of arrival.  With three detectors properly arranged, one can often get positions down to ~arc minutes.  BTW, about Oort cloud sources: shouldn't this be testable in the fairly near future?  Some of the GRBs have very short rise times (< 1 ms).  We could detect the curvature of the burst wavefront out to a distance of on the order of b^2/(t c) where b is the detector spacing and t the time resolution.  For t = 1 ms and b = 2 AU, this is on the order of 16 light years.  I understand statistics will reduce this number considerably, as would geometry if the burst is coming from the wrong direction.   Paul "}
{"filename": "61565.txt", "content": "From: isaackuo@jell-o.berkeley.edu (Isaac Kuo) Subject: Re: Drag-free satellites  In article <15821.2be3e125@cpva.saic.com> thomsonal@cpva.saic.com writes: >On Sat, 1 May 1993 23:13:39 GMT, henry@zoo.toronto.edu (Henry Spencer) said: > >> No.  A \"dragless\" satellite does not magically have no drag; it burns fuel >> constantly to fight drag, maintaining the exact orbit it would have *if* >> there was no drag.   > >     Well, almost. It turns out that clever orbital mechanics can  >engineer things so that resonant interactions with the higher order  >harmonics of the Earth's gravitational field can pump energy into a  >satellite, and keep it from experiencing drag effects for periods of  >months to years.   A harmonic of the Earth's gravitational field?  What IS a harmonic of the Earth's gravitational field?  >     My favorite example of this is the Soviet/Russian heavy ELINT  >satellites of the Cosmos 1603 class, which are in 14:1 resonance. In   14:1 resonance with WHAT?  It's not like there's any wavelength or frequency to the Earth's gravitational field.  Now, there' might be some interesting interactions with the Moon's tidal effect--is that what you're talking about? > >    This probably has little relevance to space stations, since the 71  >degree orbits of the C1603 satellites are at 850 km, which is  >unacceptably far into the inner van Allen belt for manned platforms. But  >it's kind of interesting from the point of view of the physics of the  >situation.   What are the physics of the situation?  The only way I can see gravitational effects being useful in adding energy to an object orbiting Earth is some sort of interaction with the moon. --  *Isaac Kuo (isaackuo@math.berkeley.edu) *       ___ *     * _____/_o_\\_____ * Twinkle, twinkle, little .sig, *(==(/_______\\)==) * Keep it less than 5 lines big. * \\==\\/     \\/==/ "}
{"filename": "61321.txt", "content": "From: tkelso@afit.af.mil (TS Kelso) Subject: Two-Line Orbital Element Set:  Space Shuttle  The most current orbital elements from the NORAD two-line element sets are carried on the Celestial BBS, (513) 427-0674, and are updated daily (when possible).  Documentation and tracking software are also available on this system.  As a service to the satellite user community, the most current elements for the current shuttle mission are provided below.  The Celestial BBS may be accessed 24 hours/day at 300, 1200, 2400, 4800, or 9600 bps using 8 data bits, 1 stop bit, no parity.  Element sets (also updated daily), shuttle elements, and some documentation and software are also available via anonymous ftp from archive.afit.af.mil (129.92.1.66) in the directory pub/space.  STS 55      1 22640U 93 27  A 93117.24999999  .00043819  00000-0  13174-3 0    47 2 22640  28.4694 264.3224 0004988 261.3916 194.3250 15.90699957   104 -- Dr TS Kelso                           Assistant Professor of Space Operations tkelso@afit.af.mil                    Air Force Institute of Technology "}
{"filename": "61192.txt", "content": "From: henry@zoo.toronto.edu (Henry Spencer) Subject: Re: Space Station Redesign, JSC Alternative #4  In article <1ralibINNc0f@cbl.umd.edu> mike@starburst.umd.edu (Michael F. Santangelo) writes: >... The only thing >that scares me is the part about simply strapping 3 SSME's and >a nosecone on it and \"just launching it.\"  I have this vision >of something going terribly wrong with the launch resulting in the >complete loss of the new modular space station (not just a peice of >it as would be the case with staged in-orbit construction).  It doesn't make a whole lot of difference, actually, since they weren't building spares of the station hardware anyway.  (Dumb.)  At least this is only one launch to fail. --  SVR4 resembles a high-speed collision   | Henry Spencer @ U of Toronto Zoology between SVR3 and SunOS.    - Dick Dunn  |  henry@zoo.toronto.edu  utzoo!henry "}
{"filename": "60950.txt", "content": "From: gary@ke4zv.uucp (Gary Coffman) Subject: Re: What if the USSR had reached the Moon first?  In article <93110.031905SAUNDRSG@QUCDN.QueensU.CA> Graydon <SAUNDRSG@QUCDN.QueensU.CA> writes: >In article <1993Apr18.091051.14496@ke4zv.uucp>, gary@ke4zv.uucp (Gary Coffman) >says: >>It's conceivable that Luna will have a military purpose, it's possible >>that Luna will have a commercial purpose, but it's most likely that >>Luna will only have a scientific purpose for the next several hundred >>years at least. Therefore, Lunar bases should be predicated on funding >>levels little different from those found for Antarctic bases. Can you >>put a 200 person base on the Moon for $30 million a year? Even if you >>use grad students? > >You might be able to _run_ one for that; put it there, hardly. > >Why do you think at least a couple centuries before there will >be significant commerical activity on the Moon?  Wishful thinking mostly. It's more likely that the Moon will never be the site of major commercial activity. As far as we know it has no materials we can't get cheaper right here on Earth or from asteroids and comets, aside from the semi-mythic He3 that *might* be useful in low grade fusion reactors. Exploring it would satisfy a curiosity itch,  and it's position in the gravity well of Earth coupled with it's heat  sink capacity could offer some military utility for \"high ground\" military weapons systems, but it holds very minute commercial value. If space  travel becomes cheap enough, it might become a tourist attraction as  Mt. Everest and the Antarctic have become, but that's a very minor  activity in the global scope of things.  Luna has an inconvienent gravity field. It's likely too low to prevent calcium loss, muscle atrophy, and long term genetic drift. Yet it's too high to do micro-G manufacturing. Space based colonies and factories that can be spun to any convienent value of G look much better. Luna has a modest vacuum and raw solar exposure two weeks a month, but orbital sites can have better vacuums and continous solar exposure. Luna offers a source of light element rocks that can serve as raw materials, heatsink, and shielding. The asteroids and comets offer sources of both light and heavy elements, and volatile compounds, and many are in less steep gravity wells so that less delta-v is required to reach them.  We don't use 2/3rds of the Earth now, the seafloors, and we virtually ignore Antarctica, a whole continent. That's because we don't have to deal with those conditions in order to make a buck. Luna is a much more expensive place to visit, or to live and work. I think we'll use the easier places first. That pushes Lunar development back at least a few centuries, if not much longer.  Luna's main short term value would be as a place for a farside radio astronomy observatory, shielded from the noisy Earth. Or as the site of a laser, particle beam, or linear accelerator weapons system for defending Earth, or bombarding it as the case may be. The first is unlikely because of the high cost for such a basic science instrument. The second is just as unlikely because conventional nukes are good enough, and the military would really rather see the Earth safe for conventional warfare again. There's little glory in watching from a bunker as machines fight each other over continental ranges. Little ultimate profit either.  Gary --  Gary Coffman KE4ZV          |    You make it,     | gatech!wa4mei!ke4zv!gary Destructive Testing Systems |    we break it.     | uunet!rsiatl!ke4zv!gary 534 Shannon Way             |    Guaranteed!      | emory!kd4nc!ke4zv!gary  Lawrenceville, GA 30244     |                     |  "}
{"filename": "61482.txt", "content": "From: hathaway@stsci.edu Subject: Re: HST Servicing Mission Scheduled for 11 Days  In article <1rrjsjINNop7@rave.larc.nasa.gov>, sdd@larc.nasa.gov (Steve Derry) writes: > Pat (prb@access.digex.net) wrote: > : THe limit on space-walking is a function of suit supplies (MASS) > : and Orbiter Duration.    >  ..  >  > I haven't seen any specifics on the HST repair mission, but I can't see why > the mass margins are tight.  What are they carrying up?  Replacement components > (WFPC II, COSTAR, gyros, solar panels, and probably a few others), all sorts of > tools, EVA equipment, and as much OMS fuel and consumables as they can.  This > should be lighter than the original HST deployment mission, which achieved the > highest altitude for a shuttle mission to date.  And HST is now in a lower  > orbit.   >  > Seems like the limiting factors would be crew fatigue and mission complexity. >  > -- > Steve Derry > <s.d.derry@larc.nasa.gov>   One thing to recall.  Putting a satellite as high as possible is one thing.  Coming back to not only that altitude, but matching the position of it in  its orbit on a subsequent mission is another thing.  Any misalignment of the  plane of the orbit during launch or being ahead or behind the target will  require more fuel to adjust.  This was considered in the original deployment.   I agree though that the demands on the crew and complexity are stupendous.   One has to admire how much they are trying to do.   Wm. Hathaway  Baltimore MD  "}
{"filename": "61261.txt", "content": "From: 18084TM@msu.edu (Tom) Subject: Solid state vs. tube/analog   Davis Nicoll sez; >>      Hmmm. I seem to recall that the attraction of solid state record- >>players and radios in the 1960s wasn't better performance but lower >>per-unit cost than vacuum-tube systems.  I'd buy that for two reasons.  The tubes for TV's and radios (if you can still find them) are usually 3x or more expensive than comparable transistors.  Also, ask any electric-guitar enthusiast which type of amp they prefer, and they'll tell you tube-type, since tubes have lower distortion and noise than transistors.  'Course, most of your electric guitar types just say \"Tubes sound better, dude.\" :-)  Also, transistors have the advantage in both waste-heat and energy-use, mainly because of the heaters on the cathodes of the tubes.  -Tommy Mac ------------------------------------------------------------------------- Tom McWilliams 517-355-2178 wk   \\\\ As the radius of vision increases, 18084tm@ibm.cl.msu.edu 336-9591 hm \\\\ the circumference of mystery grows. ------------------------------------------------------------------------- "}
{"filename": "61205.txt", "content": "From: prb@access.digex.com (Pat) Subject: Re: Sunrise/ sunset times  In article <1r6f3a$2ai@news.umbc.edu> rouben@math9.math.umbc.edu (Rouben Rostamian) writes: >how the length of the daylight varies with the time of the year. >Experiment with various choices of latitudes and tilt angles. >Compare the behavior of the function at locations above and below >the arctic circle.    If you want to have some fun.  Plug the basic formulas  into Lotus.  Use the spreadsheet auto re-calc,  and graphing functions to produce  bar graphs  based on latitude,  tilt  and hours of day light avg.   pat  "}
{"filename": "61306.txt", "content": "From: flb@flb.optiplan.fi (\"F.Baube[tm]\") Subject: Tsniimach Enterprise  From: Wales.Larrison@ofa123.fidonet.org >  > COMMERCIAL SPACE NEWS/SPACE TECHNOLOGY INVESTOR NUMBER 22 >  > 7- ANOTHER PEGASUS COMPETITOR IS ANNOUNCED > [..] > Tsniimach Enterprise is described as a ex-military  > establishment, focusing on aerodynamics and thermal protection  > of spacecraft and which has participated in the development of  > the Buran shuttle system,  They are located near the NPO Energia  > facility in Kaliningrad, outside of Moscow.   If this facility is in Kaliningrad, this is not near Moscow, it is in fact the ex-East Prussian Konigsberg, now a Russian enclave on the Baltic coast.  It is served by ships and rail,  and the intrepid traveller in Europe would find it accessible  and might even want to try to arrange a tour (??).  * Fred Baube (tm)         *  In times of intellectual ferment, * baube@optiplan.fi       * advantage to him with the intellect * #include <disclaimer.h> * most fermented * May '68, Paris: It's Retrospective Time !!    P.S. I'm quite glad that a couple of people stated quite eloquently       the aesthetic/natural objections to the space billboard.  "}